[
  {
    "name": "PREACOGDO",
    "rarity": "Mythical",
    "source": "flora",
    "link": "https://www.shinseina.world/post/preacogdo",
    "full_text": "PREACOGDO\nUse: Grants the user the ability to peer into the future, past, or present, related to themselves to a certain extent. Upon consumption, the rest of the fruit vanishes, and the user cannot gain an ability from another fruit of a similar nature and is unable to touch purified water.\nLocation: Forest\nPreparation: Eating (one bite makes the rest vanish)\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "PROBODO",
    "rarity": "Mythical",
    "source": "flora",
    "link": "https://www.shinseina.world/post/probodo",
    "full_text": "PROBODO\nUse: Grants the user the ability to alter their own probability to an extent. Upon consumption, the rest of the fruit vanishes, and the user cannot gain an ability from another fruit of a similar nature and is unable to touch purified water.\nLocation: Forest\nPreparation: Eating (one bite makes the rest vanish)\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "LIGHTONSUNDO",
    "rarity": "Mythical",
    "source": "flora",
    "link": "https://www.shinseina.world/post/lightonsundo",
    "full_text": "LIGHTONSUNDO\nUse: Grants the ability to create and control light around the user at will, making it tangible or fluid and manipulating it, including as bursts of light. Also grants a large increase in speed, the ability to fly (body weighs nothing), travel through sources of light (moving through reflections), and make the body completely transparent or change how others see it, granting limited illusion creation. Upon consumption, the rest of the fruit vanishes, and the user cannot gain an ability from another fruit of a similar nature and is unable to touch purified water.\nLocation: Forest\nPreparation: Eating (one bite makes the rest vanish)\nCost: N/A\nLegality: n/a\nNotes: ________________"
  },
  {
    "name": "ETERNA BLOOM",
    "rarity": "Mythical",
    "source": "flora",
    "link": "https://www.shinseina.world/post/eterna-bloom",
    "full_text": "ETERNA BLOOM\nUse: Grants immortality by constantly regenerating the user's body on a cellular level, making them ageless and immune to diseases or injuries. It must be consumed in its entirety for the effect to work, though it is said to come with a heavy price.\nLocation: Unknown\nPreparation: Must be consumed (in its entirety)\nCost: Priceless\nLegality: n/a\nNotes: ________________\nLEGENDARY"
  },
  {
    "name": "WEIGHDO",
    "rarity": "Mythical",
    "source": "flora",
    "link": "https://www.shinseina.world/post/weighdo",
    "full_text": "WEIGHDO\nUse: Grants the ability to alter the weight of their body from anywhere between 1 to 100,000 kilograms at will. Upon consumption, the rest of the fruit vanishes, and the user cannot gain an ability from another fruit of a similar nature and is unable to touch purified water.\nLocation: Forest\nPreparation: Eating (one bite makes the rest vanish)\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "SPIRTDDO",
    "rarity": "Mythical",
    "source": "flora",
    "link": "https://www.shinseina.world/post/spirtdo",
    "full_text": "SPIRTDDO\nUse: Grants the ability to communicate with the spirits that linger in the land of the souls, being able to not only see them but also be on friendly terms with non-hostile spirits. The user is more prone to being helped by spirits and can interact with the land of the spirits (speak, touch). The user can also allow a spirit to temporarily possess their body at their own risk. Upon consumption, the rest of the fruit vanishes, and the user cannot gain an ability from another fruit of a similar nature and is unable to touch purified water.\nLocation: Forest\nPreparation: Eating (one bite makes the rest vanish)\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "ZELIODD",
    "rarity": "Mythical",
    "source": "flora",
    "link": "https://www.shinseina.world/post/zeliodo",
    "full_text": "ZELIODD\nUse: Grants the ability to turn their body into a hive of small holes and from these holes, create swarms of insects (common or lower-ranked fauna insects with a queen). The user can create an almost infinite number as long as they have the mana and mass to sustain it, as each insect created takes away from their mass. The user will also not die as long as one of the insects remains, reforming their body from the insect but losing all strength, abilities, and capabilities aside from the fruit itself. Upon consumption, the rest of the fruit vanishes, and the user cannot gain an ability from another fruit of a similar nature and is unable to touch purified water.\nLocation: Forest\nPreparation: Eating (one bite makes the rest vanish)\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "INTAGADO",
    "rarity": "Legendary",
    "source": "flora",
    "link": "https://www.shinseina.world/post/intagado",
    "full_text": "INTAGADO\nUse: Grants the user the ability to completely make their body intangible from physical, magical, and even soul-related matters. In this form, however, they also can't do anything and cannot move. Upon consumption, the rest of the fruit vanishes, and the user cannot gain an ability from another fruit of a similar nature and is unable to touch purified water.\nLocation: Forest\nPreparation: Eating (one bite makes the rest vanish)\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "MASHDO",
    "rarity": "Legendary",
    "source": "flora",
    "link": "https://www.shinseina.world/post/mashdo",
    "full_text": "MASHDO\nUse: Grants the ability to create and manipulate a type of soft, marshmallow-like material at will that is able to absorb the impact of things. If it touches water, it also absorbs it and expands. Upon consumption, the rest of the fruit vanishes, and the user cannot gain an ability from another fruit of a similar nature and is unable to touch purified water.\nLocation: Forest\nPreparation: Eating (one bite makes the rest vanish)\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "BARRIERDO",
    "rarity": "Legendary",
    "source": "flora",
    "link": "https://www.shinseina.world/post/barrierdo",
    "full_text": "BARRIERDO\nUse: Grants the ability to create and manipulate a semi-transparent barrier at will. Upon consumption, the rest of the fruit vanishes, and the user cannot gain an ability from another fruit of a similar nature and is unable to touch purified water.\nLocation: Forest\nPreparation: Eating (one bite makes the rest vanish)\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "AGIDO",
    "rarity": "Legendary",
    "source": "flora",
    "link": "https://www.shinseina.world/post/agido",
    "full_text": "AGIDO\nUse: Grants the ability to use their age as a weapon. Upon eating the fruit, the user gains the ability to use their lifespan as a means to gain strength, and for every year of their lifespan that they burn, they will gain a temporary boost in power. This change physically and mentally affects them, as their body changes to show their change in lifespan. Upon consumption, the rest of the fruit vanishes, and the user cannot gain an ability from another fruit of a similar nature and is unable to touch purified water.\nLocation: Forest\nPreparation: Eating (one bite makes the rest vanish)\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "READO",
    "rarity": "Legendary",
    "source": "flora",
    "link": "https://www.shinseina.world/post/reado",
    "full_text": "READO\nUse: Grants the user the ability to resurrect upon death once. However, the time it takes for them can be anywhere between 1 hour to 1 year; as such, the state their body is in when they resurrect depends on the time past. Upon consumption, the rest of the fruit vanishes, and the user cannot gain an ability from another fruit of a similar nature and is unable to touch purified water.\nLocation: Forest\nPreparation: Eating (one bite makes the rest vanish)\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "PHOENIX BLOOM",
    "rarity": "Legendary",
    "source": "flora",
    "link": "Unknown",
    "full_text": "PHOENIX BLOOM\nUse: Holds the power of resurrection and rebirth, allowing the person that inhales the burnt ashes of the flower to return from death with a new body. The user must have died within the past month, and the resurrection will bring them back to life with full health but drained mana.\nLocation: Volcano and Firelands (believed to form where a large number of Phoenixes die over hundreds of years; no two flowers form in the same area)\nPreparation: Must be burned and ashes must be consumed (inhaled).\nCost: N/A\nLegality: N/A\nNotes: Link: N/A (Link not provided in source text)\n________________"
  },
  {
    "name": "ENLIGHTENMENT",
    "rarity": "Legendary",
    "source": "flora",
    "link": "http://shinseina.world/post/enlightenment",
    "full_text": "ENLIGHTENMENT\nUse: This plant is able to answer 3 questions the user has in their mind.\nLocation: Forest (only grows within dense magical areas, randomly)\nPreparation: Grinding\nCost: Not sold\nLegality: N/A\nNotes: (not tagged in the site)"
  },
  {
    "name": "Crystal Apple",
    "rarity": "Legendary",
    "source": "flora",
    "link": "https://www.shinseina.world/post/crystal-apple",
    "full_text": "Crystal Apple\nUse: This fruit is said to absorb the essence of any living thing around it, including mana, and fuse it into itself. This gives the fruit the ability to boost the ability of anything that eats it, equivalent to how much it has absorbed. It is near impossible to find.\nLocation: Dragon Realm\nPreparation: None.\nCost: 1 Crystal Coin.\nLegality: N/A\nNotes: ________________\nRare"
  },
  {
    "name": "PLANDO",
    "rarity": "Legendary",
    "source": "flora",
    "link": "https://www.shinseina.world/post/plando",
    "full_text": "PLANDO\nUse: Grants the ability to create and control plants at will, being able to even change their body into a completely nature form that is akin to a plant. Upon consumption, the rest of the fruit vanishes, and the user cannot gain an ability from another fruit of a similar nature and is unable to touch purified water.\nLocation: Forest\nPreparation: Eating (one bite makes the rest vanish)\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "MAGMADO",
    "rarity": "Legendary",
    "source": "flora",
    "link": "https://www.shinseina.world/post/magmado",
    "full_text": "MAGMADO\nUse: Grants the ability to create and control magma at will. Upon consumption, the rest of the fruit vanishes, and the user cannot gain an ability from another fruit of a similar nature and is unable to touch purified water.\nLocation: Forest\nPreparation: Eating (one bite makes the rest vanish)\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "ICEDO",
    "rarity": "Legendary",
    "source": "flora",
    "link": "https://www.shinseina.world/post/icedo",
    "full_text": "ICEDO\nUse: Grants the ability to create and control ice. Upon consumption, the rest of the fruit vanishes, and the user cannot gain an ability from another fruit of a similar nature and is unable to touch purified water.\nLocation: Forest\nPreparation: Eating (one bite makes the rest vanish)\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "LIGHTNINDO",
    "rarity": "Legendary",
    "source": "flora",
    "link": "https://www.shinseina.world/post/lightnindo",
    "full_text": "LIGHTNINDO\nUse: Grants the ability to create lightning from their body and use it as a form of attack. Also grants the user enhanced speed and the ability to heal themselves by absorbing lightning. Upon consumption, the rest of the fruit vanishes, and the user cannot gain an ability from another fruit of a similar nature and is unable to touch purified water.\nLocation: Forest\nPreparation: Eating (one bite makes the rest vanish)\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "MAGNODO",
    "rarity": "Legendary",
    "source": "flora",
    "link": "https://www.shinseina.world/post/magnodo",
    "full_text": "MAGNODO\nUse: Grants the user the ability to control magnetic objects within a certain range of them within limits. Upon consumption, the rest of the fruit vanishes, and the user cannot gain an ability from another fruit of a similar nature and is unable to touch purified water.\nLocation: Forest\nPreparation: Eating (one bite makes the rest vanish)\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "SHUDDO",
    "rarity": "Legendary",
    "source": "flora",
    "link": "https://www.shinseina.world/post/shuddo",
    "full_text": "SHUDDO\nUse: Grants the user the ability to control shadows around them at will, even making them tangible. Upon consumption, the rest of the fruit vanishes, and the user cannot gain an ability from another fruit of a similar nature and is unable to touch purified water.\nLocation: Forest\nPreparation: Eating (one bite makes the rest vanish)\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "BLESSED ROSE",
    "rarity": "Legendary",
    "source": "flora",
    "link": "https://www.shinseina.world/post/blessed-rose",
    "full_text": "BLESSED ROSE\nUse: When consumed, it grants the user an enhanced healing factor that can heal injuries much faster than normal, being able to heal a person 15x faster than a normal human for 5 turns. The flower's nectar can be used to create a healing potion with lesser effectivity. Consuming too much nectar can cause disorientation and dizziness.\nLocation: Forests, Mountains, and Plains. Only blooms once every ten years in specific regions.\nPreparation: Must be consumed (petals can be eaten raw, nectar is most potent).\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "NECROTIC BLOSSOM",
    "rarity": "Legendary",
    "source": "flora",
    "link": "https://www.shinseina.world/post/necrotic-blossom",
    "full_text": "NECROTIC BLOSSOM\nUse: Has the power to summon the dead even in its flowery form, constantly making undead zombies and skeletons around it to protect itself (up to 50 at a time). It dies upon leaving its dirt and constantly attacks.\nLocation: Grows exclusively in Graveyards, Tombs, and Crypts in certain conditions.\nPreparation: None (dies when removed from dirt, difficult to reach/harvest due to constant attacks)\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "MYSTIKK FRUIT",
    "rarity": "Legendary",
    "source": "flora",
    "link": "https://www.shinseina.world/post/mystikk-fruit",
    "full_text": "MYSTIKK FRUIT\nUse: Consuming one grants/increases the user's elemental affinity (for the fruit's element: Water, Ice, Fire, Nature, Wind, Earth, Dark, Light) by 40%-80%. Does not work for those with already high elemental affinity (4X or above). Consuming fruits within a week of each other decreases elemental affinity. Each time a fruit of the same affinity is eaten, the amount gained decreases.\nLocation: Certain kinds only grow in certain climates: Fire & Earth (Desert), Wind & Light (Mountains), Dark (Caves), Nature (Forests), Water (Oceans), Ice (Tundra).\nPreparation: Must be consumed.\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "TELEABLOOM",
    "rarity": "Legendary",
    "source": "flora",
    "link": "https://www.shinseina.world/post/teleabloom",
    "full_text": "TELEABLOOM\nUse: When chewed, it allows the user to teleport to any location that they have previously visited, as long as they have a clear image of that place in mind. It works regardless of distance or obstacles, as long as something magical isn't preventing it.\nLocation: Unknown (grows randomly, teleports to a new place every few days)\nPreparation: Must be chewed.\nCost: 5 Gold\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "LUMINOUS NIGHTSHADE",
    "rarity": "Legendary",
    "source": "flora",
    "link": "https://www.shinseina.world/post/luminous-nightshade",
    "full_text": "LUMINOUS NIGHTSHADE\nUse: Grants the consumer enhanced light and dark powers, providing a 10% Resistance and 15% Affinity for Light and Dark (depending on the cherry eaten). Eating large amounts grants the ability to control either light or darkness within a limited range. Should be consumed with caution by those without sufficient mastery over their powers due to adverse effects (overwhelming bursts of light/darkness).\nLocation: Grows in special dark and bright places.\nPreparation: Must be consumed.\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "PHYSPHER",
    "rarity": "Legendary",
    "source": "flora",
    "link": "https://www.shinseina.world/post/r-physpher",
    "full_text": "PHYSPHER\nUse: When prepared and consumed, it turns the user intangible for 2 turns. Highly reactive with combustion, as it must be consumed while on fire for the effect to occur (fumes alone do not work).\nLocation: Grows underground inside highly magically potent crystalline structures or rocks, like magic geodes.\nPreparation: Remove flowers from stalk. Separate the leaves and burn when eating.\nCost: 3 gold per leaf.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "GORGAN'S TALE",
    "rarity": "Legendary",
    "source": "flora",
    "link": "https://www.shinseina.world/post/gorgan",
    "full_text": "GORGAN'S TALE\nUse: The purple edges of the petals are extremely dangerous; biting them causes the target to slowly start turning to stone (from outside in), a process taking 10 days with little known cure. The inner green part of the petals, once consumed, can cure most poisons, including its own petrification effect.\nLocation: None (implied to be very rare or specific to certain conditions, as the region is \"None\")\nPreparation: Very carefully cutting (to separate dangerous purple from curative green).\nCost: 35 Gold for the green part; purple not sold.\nLegality: N/A\nNotes: ________________\nNot tagged ones:"
  },
  {
    "name": "Autymopal",
    "rarity": "Legendary",
    "source": "flora",
    "link": "https://www.shinseina.world/post/autymopal",
    "full_text": "Autymopal\nUse: The honey-like center is edible and often bottled in Chusei to be used as various syrups or honeys. Its leaves, when burned for one minute, leave a smell repulsive to mana entities, making them prized by religious entities for warding off spirits or harmful mana entities. Placing the flower (without its gooey interior) on a grave in Chusei is a sign of respect and community recognition.\nLocation: Indigenous to Chusei only (grows on trees).\nPreparation: Honey-like center is scooped out and boiled with various liquids to create various tasting syrups. Leaves are to be burned for one minute.\nCost: 50 copper per flower bud.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "ELECTRICORAL",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/electricoral",
    "full_text": "ELECTRICORAL\nUse: At night, it creates a visible field of electricity around it, creating a safe haven for fishy fauna. When consumed (leaves brewed into liquid), it allows the consumer to control blasts of electricity for 10 turns, but in turn, they are much weaker to fire spells.\nLocation: Oceans, Coral Reefs (Fantails, found in the reefs of The Grand Blue).\nPreparation: Leaves must be brewed into liquid.\nCost: 10 Gold a full fan.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "REEF TICKLER",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/reef-tickler",
    "full_text": "REEF TICKLER\nUse: When prepared properly, it grants the consumer an 80% reduction in the effectiveness of D Rank and below toxins or poisons for 5 turns. It is also important for the continued survival of coral reefs.\nLocation: Oceans, Coral Reefs.\nPreparation: Boiled into liquid, similar to nettle or saffron.\nCost: 1 Gold per leaf.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "GENDO",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/gendo",
    "full_text": "GENDO\nUse: Grants the user the ability to change their own gender at will, without a time limit, and also the gender of others they touch for a limited time. Upon consumption, the rest of the fruit vanishes, and the user cannot gain an ability from another fruit of a similar nature and is unable to touch purified water.\nLocation: Forest\nPreparation: Eating (one bite makes the rest vanish)\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "SANDO",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/sando",
    "full_text": "SANDO\nUse: Grants the ability to create and control sand at will. Upon consumption, the rest of the fruit vanishes, and the user cannot gain an ability from another fruit of a similar nature and is unable to touch purified water.\nLocation: Forest\nPreparation: Eating (one bite makes the rest vanish)\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "SMOKDO",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/smokdo",
    "full_text": "SMOKDO\nUse: Grants the ability to create and control smoke at will. Upon consumption, the rest of the fruit vanishes, and the user cannot gain an ability from another fruit of a similar nature and is unable to touch purified water.\nLocation: Forest\nPreparation: Eating (one bite makes the rest vanish)\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "SPIAKDO",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/spiakdo",
    "full_text": "SPIAKDO\nUse: Grants the user the ability to create and shoot out spikes from their body at will. Upon consumption, the rest of the fruit vanishes, and the user cannot gain an ability from another fruit of a similar nature and is unable to touch purified water.\nLocation: Forest\nPreparation: Eating (one bite makes the rest vanish)\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "SUNNDO",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/sunndo",
    "full_text": "SUNNDO\nUse: Grants the user the ability to create and control a type of yellowish flames at will. Upon consumption, the rest of the fruit vanishes, and the user cannot gain an ability from another fruit of a similar nature and is unable to touch purified water.\nLocation: Forest\nPreparation: Eating (one bite makes the rest vanish)\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "GUMMDO",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/gummdo",
    "full_text": "GUMMDO\nUse: Grants the user the ability to create and control a type of sticky gummy-like substance at will. Upon consumption, the rest of the fruit vanishes, and the user cannot gain an ability from another fruit of a similar nature and is unable to touch purified water.\nLocation: Forest\nPreparation: Eating (one bite makes the rest vanish)\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "FURUSHIN LACORAGI",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/copy-of-r-furushin-lacoragi",
    "full_text": "FURUSHIN LACORAGI\nUse: Once the gel of the plant is stirred into a tea and consumed, it cures almost all common and uncommon fevers.\nLocation: Desert - Oasis's (found in deep desert Oasis's, away from civilization; hard to grow in farms).\nPreparation: Peel off the main skin layer to reveal the gel underneath. Stir the gel in hot water to make a tea.\nCost: 7 Silver.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "FANTASIAFRUIT",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/r-fantasiafruit",
    "full_text": "FANTASIAFRUIT\nUse: Bestows those who consume it with extremely vivid hallucinogenic visions for 5 turns. It also ensures the consumer is unable to feel pain and has regeneration boosted by 10X for as long as they are hallucinating.\nLocation: Forests (found in the heart of forests hanging from only the tallest trees).\nPreparation: The leaves and their stems must be cut off, and the fruit itself must be eaten whole.\nCost: Illegal\nLegality: Illegal\nNotes: ________________"
  },
  {
    "name": "FALSE ENLIGHTENMENT",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/r-false-enlightenment",
    "full_text": "FALSE ENLIGHTENMENT\nUse: When consumed, it becomes a powerful hallucinogenic, giving the user powerful and realistic hallucinations.\nLocation: Forests\nPreparation: Grinding\nCost: 1 Gold\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "GHOST LILY",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/ghost-lily",
    "full_text": "GHOST LILY\nUse: When consumed raw, it imbues the user with a temporary invisibility that lasts for 10 turns, hiding them from normal sight and mana-sensing abilities. The user's footsteps, movements, scents, and sounds will also be silenced. Consumption of multiple lilies in a short period can lead to prolonged and dangerous invisibility, potentially leading to madness.\nLocation: Dark Caves and Crypts (grows in the darkest and most shadowed parts).\nPreparation: Must be consumed raw. (Recommended to wait at least a day between consumptions).\nCost: 7 Silver Coins.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "DARKHEART FLOWER",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/darkheart-flower",
    "full_text": "DARKHEART FLOWER\nUse: Passively projects an aura of evil and malevolence onto anything nearby, stronger for those who have committed more evil. When consumed, its potent essence can imbue the user with the power of evil projection for 10 turns, allowing them to project a powerful, malevolent aura that instills fear and despair in enemies, weakening them.\nLocation: Underground caves and tunnels (found where death has taken place).\nPreparation: Can be consumed.\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "XYX-LOMING",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/xyx-loming",
    "full_text": "XYX-LOMING\nUse: Causes the consumer to undergo self-multiplication, allowing their body to split into 4 different clones. Clones last for 15 turns, possessing the same skills, knowledge, and physical capabilities as the original, but no mana or magical capabilities. After clones disappear, the consumer feels weakened and exhausted and needs time to recover.\nLocation: Forests, Jungles, and other areas with dense vegetation filled with clean mana.\nPreparation: The flower must be consumed in its raw form.\nCost: 10 Gold.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "THORNSTRIKE",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/thornstrike",
    "full_text": "THORNSTRIKE\nUse: Its leaves and thorns contain a potent venom that can induce excruciating pain and numbness. When brewed as a tea, it can grant the drinker the ability to inflict intense pain on others that touch them, but comes at the price of also feeling that pain themselves.\nLocation: Swampland (found in the shallow waters of the corrupted swamplands).\nPreparation: Must be brewed as a tea.\nCost: Illegal.\nLegality: Illegal.\nNotes: ________________"
  },
  {
    "name": "BEASTBERRY",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/beastberry",
    "full_text": "BEASTBERRY\nUse: Infused with the essence of wild animals, giving the consumer temporary access to a limited version of that animal's powers for 20 turns. Each berry is specific to a certain animal, and powers depend on the animal (e.g., wolf: enhanced senses/strength; bird: temporary flight/sharper vision). After use, the person is unable to use it again for 25 turns.\nLocation: Various, found near areas with high animal activity.\nPreparation: Must be consumed.\nCost: 5 Silver per berry.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "MYSTIC TREE",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/mystic-tree",
    "full_text": "MYSTIC TREE\nUse: Each part of the tree can be used in different ways. Leaves can be eaten to replenish lost mana little by little, and the wood is useful for crafting, especially for wizards and alchemists, as it conducts mana exceptionally well.\nLocation: Anywhere with a high amount of mana (takes thousands of years to absorb enough mana).\nPreparation: Leaves can be eaten; wood used for crafting.\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "HEAVEN OR HELL KEEPER",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/heaven-or-hell-keeper",
    "full_text": "HEAVEN OR HELL KEEPER\nUse: Has two different colored petals depending on the time of day.\nLocation: Mountain\nPreparation: Boiling (depending on petal color).\nCost: Blue petals can be sold for up to 9 Gold; purple petals are illegal.\nLegality: Purple petals are Illegal. Blue petals are N/A.\nNotes: * Blue petals (day): If boiled, act as a very good antidote to most common, uncommon, and few rare poisons.\n* Purple petals (night): If boiled, will make the consumer extremely sick, on par with that of a rare poison.\n________________\n(not tagged in the site)"
  },
  {
    "name": "Snow's Grace",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/snow-s-grace",
    "full_text": "Snow's Grace\nUse: A freezing cold flower that will cause anything it touches to freeze solid. It has the special ability to freeze anything in order to preserve it in that state, forever.\nLocation: Frozen Tundra (grows only in the coldest parts, extremely difficult to find and harvest).\nPreparation: None.\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Kraken's Bell",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/kraken-s-bell",
    "full_text": "Kraken's Bell\nUse: A carnivorous plant that entangles prey with tentacles and digests them. The acid juice inside its bell-shaped flower can be diluted and boiled to make a medicine that cures diseases related to the digestive system. The tentacles, when roasted or fried, taste like squid and are highly nutritious.\nLocation: Corrupted Swamp (mutated after the swamp became corrupted).\nPreparation: The acid juice requires dilution and boiling. The tentacles can be roasted or fried. Harvesting requires cutting its stem.\nCost: 5 silver.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Zombud",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/zombud",
    "full_text": "Zombud\nUse: A poisonous flora that subsists off dead creatures and is a carrier of disease. Its buds release poisonous clouds that can be lethal in moderate amounts. Small amounts can cause death over weeks, while higher amounts can kill in a few days. The effects of the poison include nausea, dizziness, weakened muscularity, and blood clotting.\nLocation: Cemeteries, battlefields, or areas where corpses are potent (often grows underground or crawls through fields of dead).\nPreparation: N/A (Poisonous)\nCost: 75 copper per pound.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Grim-Fun",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/grim-fun",
    "full_text": "Grim-Fun\nUse: When unprepared, its spores induce blood clotting, numbness, dizziness, and in high volumes, liver failure. If encountered underwater, it can also cause hallucinations, potentially leading to drowning. When prepared properly, its lethal effects are removed, and it becomes similar to psychedelic shrooms.\nLocation: Corrupted Swamp (grows in murky areas, up to 20 meters tall).\nPreparation: Remove stalk skins, wash well, then boil for 25 minutes.\nCost: 3 silver per pound.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Curmona",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/curmona",
    "full_text": "Curmona\nUse: This plant is dangerous to most living things; it can blend into the environment, and if \"bitten\" by it, the victim becomes extremely sick shortly after. The only way to cure this sickness is to destroy the plant.\nLocation: Corrupted Swamp\nPreparation: None.\nCost: Illegal to sell.\nLegality: Illegal to sell.\nNotes: ________________"
  },
  {
    "name": "Golden Cherry",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/golden-cherry",
    "full_text": "Golden Cherry\nUse: Eating these cherries is said to reduce the cooldown of magic by 3 turns for a period of 5 turns. They are believed to be infused with mana directly.\nLocation: None\nPreparation: None.\nCost: 10 Silver Per Cherry.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Felmather (not sure if extremely rare is rare or rare+)",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/felmather",
    "full_text": "Felmather (not sure if extremely rare is rare or rare+)\nUse: The leaves of this plant, when placed under the tongue of a person in a coma, can cause the person to awake in 10-18 turns if successful.\nLocation: Coastal\nPreparation: None (leaves are placed under the tongue).\nCost: 10 gold.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Entriste",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/entriste",
    "full_text": "Entriste\nUse: Entriste's leaves absorb liquid and, when crushed, may be used to draw 100% of poison from a wound if applied within 5 turns of insinuative poisoning. It causes pain and does not work against gases or \"instant-death\" poisons. (1 leaf absorbs a quarter-pint of liquid).\nLocation: Desert, arid shrublands.\nPreparation: Grind / None (leaves are crushed and applied).\nCost: 25 copper.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Edram",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/edram",
    "full_text": "Edram\nUse: When eaten, this plant will cause bones to heal at 1.5 times their normal rate for a period of 3 turns.\nLocation: Rivers\nPreparation: None.\nCost: 30 copper.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Dragonwort",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/dragonwort",
    "full_text": "Dragonwort\nUse: The root of this herb, when prepared, should be drunk by people with smallpox and the plague in order to effect a cure.\nLocation: Mountains\nPreparation: The root should be boiled over a low heat for three days.\nCost: 1 gold (value increases greatly in times of plague).\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Aldaka",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/aldaka",
    "full_text": "Aldaka\nUse: If used successfully (roots brewed over a low fire for one week and the resulting distillation drunk), sight will be restored to the recipient, provided the eye remains.\nLocation: Mountains\nPreparation: The roots must be brewed over a low fire for one week.\nCost: 1 - 10 gold.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Asarabacca",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/asarabacca",
    "full_text": "Asarabacca\nUse: When its flowers are brewed on a fire and left to stand, and then administered successfully, it will render the recipient docile and unable to become violent. This effect can be negated by extreme force of will.\nLocation: Temperate forest\nPreparation: Grounded or boiled. The flowers must be brewed on a fire and left to stand.\nCost: 35 silvers.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Suaeysit",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/suaeysit",
    "full_text": "Suaeysit\nUse: These mushrooms give the consumer a rush of energy, clearing the mind and raising the spirits. They are often used to counteract shock in emergency situations. However, they are highly addictive, requiring careful preparation and dosage.\nLocation: Arctic (grows in shadowed forests in cool to cold climes).\nPreparation: 0-1 week (can be eaten directly or dried and ground into tinctures or otherwise prepared).\nCost: 5 silvers (raw), 15 silvers (prepared).\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "White bryony",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/white-bryony",
    "full_text": "White bryony\nUse: The root of this plant, when ground up and boiled in water and drunk, acts as a cure for pneumonia.\nLocation: Temperate forest\nPreparation: Ground and boiled. The root can be ground up and boiled in water.\nCost: 10 silvers.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Wolfsbane",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/wolfsbane",
    "full_text": "Wolfsbane\nUse: The root, when boiled in water and applied to a bite from a venomous creature within 15 minutes, will reduce the damage caused by the venom by half. Wolfsbane is also poisonous to werewolves and beastmen; upon contact with their skin, it burns them, and if digested, it is extremely poisonous and can kill if not treated quickly.\nLocation: Temperate forest\nPreparation: 1 day. The root must be boiled in water and then applied.\nCost: 5 - 10 silvers.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Man-Eater",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/man-eater",
    "full_text": "Man-Eater\nUse: Upon getting close, this plant comes alive, revealing rows of teeth to grind apart anything. Its vines can entangle and capture anyone nearby.\nLocation: Forested areas (found rarely, commonly during summer).\nPreparation: None.\nCost: Unavailable To Buy.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Prota",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/prota",
    "full_text": "Prota\nUse: This flower has the ability to grant whoever is holding it protection from anything with \"ill intention\" for up to 5 turns. After the turns are up, it withers to dust.\nLocation: Unknown\nPreparation: None.\nCost: 1 Gold.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Eyetic",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/eyetic",
    "full_text": "Eyetic\nUse: When the root of the plant is boiled and drunk, the person is able to see things that are invisible (\"see that which is unseeable\").\nLocation: Forest\nPreparation: Boiling (the root).\nCost: 10 Silver.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Purfic",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/purfic",
    "full_text": "Purfic\nUse: This plant can cure any form of taint to the body. It can heal all wounds (besides fatal), cure any poison, remove any curse, get rid of any tumor, infection, cancer, or anything. It is considered the absolute best cure.\nLocation: Anywhere (grows absolutely anywhere once a year).\nPreparation: Boiling it in water and then drinking the water.\nCost: 4 Crystal.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Fury Flower",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/fury-flower",
    "full_text": "Fury Flower\nUse: Once boiled and consumed, this flower gives the drinker absolute resistance to all levels of fire/heat for the next 4 turns.\nLocation: Deserts and Flames\nPreparation: Boiling.\nCost: 5 Silver.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Atamale",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/atamale",
    "full_text": "Atamale\nUse: The scent this flower gives off attracts nearby creatures. By cutting out a piece of it, you can also attract creatures near that piece, though the effects are weakened.\nLocation: Forest\nPreparation: None.\nCost: Not sold.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Ex-Scrom",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/ex-scrom",
    "full_text": "Ex-Scrom\nUse: This plant seemingly has a mind of its own, commonly able to grab prey with its vine-like arms and spray a sleeping powder on them.\nLocation: Corrupted Land\nPreparation: None.\nCost: None.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "White Death",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/white-death",
    "full_text": "White Death\nUse: An extremely poisonous plant; whoever ingests its ground dust will submit to an extremely high fever and other symptoms.\nLocation: Forest or Desert\nPreparation: Grinding.\nCost: None.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Colorful Death",
    "rarity": "Rare",
    "source": "flora",
    "link": "https://www.shinseina.world/post/colorful-death",
    "full_text": "Colorful Death\nUse: The multiple colored petals of this plant, when boiled together, can result in a very potent poison that causes the drinker to get progressively sicker until they eventually fall into a coma.\nLocation: Ocean (found underwater in rare cases).\nPreparation: Boiling.\nCost: Illegal to sell.\nLegality: Illegal to sell.\nNotes: ________________"
  },
  {
    "name": "BLAST POLYPS",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/blast-polyps",
    "full_text": "BLAST POLYPS\nUse: If the top anemones are plucked, the spikes can be easily removed and applied. Once applied to the body (via acupuncture), the spikes numb pain, making the user completely unfeeling to it for a day. However, after the day, the user feels all the pain at once, potentially leading to a coma if they cannot handle it.\nLocation: Oceans, Coral Reefs.\nPreparation: Spikes must be applied via acupuncture techniques (after plucking top anemones).\nCost: Illegal\nLegality: Illegal (selling, growing, and harvesting are crimes).\nNotes: ________________"
  },
  {
    "name": "PHALANX FLOWERS",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/phalanx-flowers",
    "full_text": "PHALANX FLOWERS\nUse: When consumed properly, the fruit allows the consumer to breathe underwater and move 2x as fast underwater for the day. To harvest, one must delicately twist the fruit counter-clockwise, or the plant will explode.\nLocation: Oceans, Rivers, Lakes (found in large reefs, always in groups of 3 or more).\nPreparation: Dunk the fruit into boiling Liquid Mana for 10 minutes, consume when fruit rises to surface.\nCost: 3 silver a fruit.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "SUNDEW",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/uc-sundew",
    "full_text": "SUNDEW\nUse: Gives off a glow when cut. Upon consumption (fruit or juice), the consumer will begin to brightly glow in all directions in a 10-meter range with 3000 lumens, strong enough to blind anyone unprepared nearby (consumer unaffected). Has a refreshing, sweet taste.\nLocation: Oasis, mountains (grows on large vines in areas where the sun shines brightly and water is nearby).\nPreparation: None.\nCost: 6 silver per fruit.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "NAPTIME",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/uc-naptime",
    "full_text": "NAPTIME\nUse: When consumed, makes the consumer very sleepy. The next time that person goes to sleep, they will have a very peaceful and vivid dream that they will always remember. The person also feels twice as refreshed than if they slept the same amount of time without it. Good for quick rests and needing a peaceful time in the land of dreams.\nLocation: Lush caves, shaded areas where the moon shines.\nPreparation: None.\nCost: 3 silver per fruit.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "WATER URANT PLANT",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/uc-water-urant-plant",
    "full_text": "WATER URANT PLANT\nUse: Holds about a gallon of water within its main body, stored over long periods of time.\nLocation: Desert (found throughout desert plains and rocky areas, primarily void from dunes).\nPreparation: Crack open the main body.\nCost: 40 Copper.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "DOUBLANA",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/uc-doublana",
    "full_text": "DOUBLANA\nUse: When eaten, the user will have their number of eyes, arms, and ears doubled allowing them to more effectively see, hear, and grab things in battle. Lasts 5 turns.\nLocation: Tropics.\nPreparation: Must be consumed.\nCost: 4 silver per fruit.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "BOMBIER GRAPES",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/uc-bombier-grapes",
    "full_text": "BOMBIER GRAPES\nUse: Can be thrown in a bunch causing them to detonate, making a medium-sized explosion that sends bombier grapes everywhere, which then make small explosions after a few bounces. Single grapes can also be pulled off and thrown, making this fruit a useful weapon.\nLocation: Plains (grows on vines in areas with unstable mana).\nPreparation: None.\nCost: 5 silver for 3 bunches.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "GALIGAN'S BANE",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/uc-galigan-s-bane",
    "full_text": "GALIGAN'S BANE\nUse: Its leaves contain a deadly, nearly undetectable poison that is fatal towards humans with just a sip. This poison doesn't change the color, scent, or taste of whatever drink it is added into.\nLocation: Desert.\nPreparation: Grind the leaves down into a powder.\nCost: Illegal.\nLegality: Illegal.\nNotes: ________________"
  },
  {
    "name": "INSEVENTOL",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/inseventol",
    "full_text": "INSEVENTOL\nUse: Produces a venomous liquid in its roots. When roots are crushed, it releases a sweet-smelling sap that attracts insects and weak insect-type faunas, causing them to enter a state of frenzy and attack everything around them. While the venom doesn't work on people or animals, it is illegal due to its potential use.\nLocation: Forests, Mountains, Swamp.\nPreparation: None.\nCost: Illegal.\nLegality: Illegal.\nNotes: ________________"
  },
  {
    "name": "SENTINEL BLOSSOM",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/sentinel-blossom",
    "full_text": "SENTINEL BLOSSOM\nUse: Releases a small wave of mana that bounces off everything within 25 meters, returning to the flower. The intensity of the mana depends on the level of danger present, but it is ultimately harmless. Highly valued for its ability to provide a warning against potential threats. Dies once it leaves the dirt.\nLocation: Mountains, Caves (often found in places with little life or activity).\nPreparation: None (hard to harvest as it dies when removed from dirt).\nCost: 5 Silver per blossom.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "GLOWSHROOM",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/glowshroom",
    "full_text": "GLOWSHROOM\nUse: Has the ability to glow in the dark. When boiled with water and consumed, the consumer's eyes will begin to glow in the dark, allowing them to see in complete darkness for 30 turns. The light given off by the eyes may attract unwanted attention.\nLocation: Dark Caves and damp waterways.\nPreparation: Boil with water.\nCost: 2 silver per mushroom.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "YLLYNIUM",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/uc-yllynium",
    "full_text": "YLLYNIUM\nUse: When prepared and applied to Beast Clan races, it temporarily negates the effect of silver burning their skin. This effect lasts for 7 turns where applied. Often used by beast clan soldiers, merchants, and metalworkers.\nLocation: Lakes & Riverbeds (often in groups of 3 and spread along moderate or small bodies of water).\nPreparation: Muddle and simmer for 5 turns. Apply to skin or fur as needed.\nCost: 20 copper per stalk.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "PINSHIRE",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/uc-pinshire",
    "full_text": "PINSHIRE\nUse: Reduces the effect of daylight to vampires down to 1/3rd the stat debuff rather than half. This effect lasts for 10 turns if properly prepared, and 5 turns if not prepared (pricked by spikes). It also makes the consumer resistant to light, making them immune to flashbangs and 30% more resistant to light magic. Leaves consumer smelling like bad wet dog when the effect is over.\nLocation: Corrupted Swamp (grows nearby water or mud, but never inside large bodies of water).\nPreparation: Interior of spikes muddled together, boiled for 8 turns, simmer for 5 while stirring regularly. Alternatively, being pricked by the spikes to where it breaks the skin has the same effect (half duration).\nCost: 3 Silver & 50 Copper.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "SHINI",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/uc-shini",
    "full_text": "SHINI\nUse: Capable of absorbing dirt or grime from a surface. The filth is recycled inside its bulb and spewed back out as perfectly cleaned liquid at a very fast rate. Often used as polish or in plumbing systems to help filter pipes.\nLocation: Wetlands & Small bodies of water.\nPreparation: Squeeze the juices out of the vegetable. Can be boiled for 5 minutes to be safe to eat.\nCost: 16 copper per half pound.\nLegality: N/A\nNotes: ________________\n(not tagged in the site)"
  },
  {
    "name": "Bolker",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/bolker",
    "full_text": "Bolker\nUse: The lime green viscous goo inside, when rubbed into skin, turns the applied area as hard as stone for 6 turns. However, this halves regeneration on the applied area while active and leaves the area dry with broken skin after the effect ends. The exterior shell is edible but tough, similar to rock candy or watermelon skin.\nLocation: Mountains, Arid Lands, & Deserts (typically grows near rocks).\nPreparation: Crack open the buds (top buds can be twisted and pulled to open easily), remove gooey insides. Rub goo on skin where applicable. The exterior shell is edible.\nCost: 1 silver per ball.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Dyadra",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/dyadra",
    "full_text": "Dyadra\nUse: Commonly used to dye things, as their liquids can be used for different color dyes, frequently by tailors. Dyadra can also be dried to have a sweet taste, turning it into candy. If eaten raw, the dye can cause diarrhea or headaches.\nLocation: Wetlands & nearby rivers (grows under wet ground).\nPreparation: Mulched or juiced, then boil liquid remains for 2 minutes. May also be dried.\nCost: 8 copper per berry.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Deadly nightshade",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/deadly-nightshade",
    "full_text": "Deadly nightshade\nUse: When prepared (berries left to stand in water for a week and the distillation drunk), it will put someone to sleep for 8-12 hours, during which they cannot be woken. There is a 50% chance it will kill them and a 50% chance it will drive them insane.\nLocation: Forest\nPreparation: The berries must be left to stand in water for a week, and the distillation drunk (for full potency).\nCost: 55 copper (raw), 50 silver (prepared).\nLegality: Preparing and selling nightshade is Illegal.\nNotes: ________________"
  },
  {
    "name": "Zur",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/__zur",
    "full_text": "Zur\nUse: When successfully brewed for six to seven hours, it will result in doubled perception for an hour. It is slightly addictive.\nLocation: Underground\nPreparation: Brew for six to seven hours.\nCost: 12 - 50 copper.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Falsifal",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/falsifal",
    "full_text": "Falsifal\nUse: When its root is pulped, mixed with water, and used as a poultice, it is effective against fresh burns, aiding rapid healing. The root gel can also be thinned and drunk as a thick tea to counter the effects of blood loss.\nLocation: Swamp\nPreparation: Takes less than an hour to prepare. The root can be pulped and mixed with water for a poultice, or the root gel thinned for a thick tea.\nCost: 20 copper.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Agrimony",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/agrimony",
    "full_text": "Agrimony\nUse: When its dried leaves are boiled in a pint of red wine for five minutes, left to stand for an hour, and then used in a compress on sprains and bruises, a successful application will cure sprains and bruises in half the normal time.\nLocation: Temperate forest\nPreparation: Boil dried leaves in a pint of red wine for five minutes, then leave to stand for an hour. Use as a compress.\nCost: 20-50 copper.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Borage",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/borage",
    "full_text": "Borage\nUse: The dried herb, when boiled in water and the infusion drunk, is used to cure minor fevers such as those caused by chills and influenza. It will relieve the fever in 2-3 hours.\nLocation: Temperate forest\nPreparation: 4-5 days. The dried herb should be boiled in water, and the infusion drunk.\nCost: 10 copper (raw), 50 copper (prepared).\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Barberry",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/barberry",
    "full_text": "Barberry\nUse: When prepared (ground up in cold water, left to stand, then quickly boiled and drunk), this mixture serves as a cure for liver disorders such as jaundice.\nLocation: Temperate forest, plains\nPreparation: 3 hours. Barberries should be ground up in cold water, left to stand in cold water, and then boiled quickly. This mixture should be drunk.\nCost: 15-40 copper (depends on whether it's raw or prepared).\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Balm",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/_balm",
    "full_text": "Balm\nUse: The herb should be boiled and given to women suffering menstrual pains.\nLocation: Sub-tropical forest\nPreparation: 1 hour boiling (the herb).\nCost: 10 copper (raw), 15 copper (prepared).\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Pollen Whisper",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/pollen-whisper",
    "full_text": "Pollen Whisper\nUse: This plant instantly dies if removed from the ground. It constantly creates and releases orange pollen when something moves near its roots. This pollen can cause whoever inhales it to hear things.\nLocation: Forest\nPreparation: None.\nCost: None.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Nitebell Mushroom",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/nitebell-mushroom",
    "full_text": "Nitebell Mushroom\nUse: When eaten, this mushroom provides temporary night vision for 10 turns.\nLocation: Dark Places (found growing in dark and moist places, requires complete darkness, not easily grown).\nPreparation: Grinding.\nCost: 20 Copper Per Mushroom.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Angelica",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/angelica",
    "full_text": "Angelica\nUse: Angelica's root, when prepared, should be drunk to relieve coughs. It merely reduces the amount of coughing and does not cure any disease causing a cough.\nLocation: Mountains\nPreparation: The root should be boiled in water for an hour.\nCost: 50 copper (raw), 75 copper (prepared).\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Tamariske",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/tamariske",
    "full_text": "Tamariske\nUse: A standard medicine that will cleanse wounds, removing all minor infections.\nLocation: Temperate Forest\nPreparation: 2 weeks, or grinding and sitting.\nCost: 1 silver (raw), 4 silver (prepared).\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Willow-Herb",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/willow-herb",
    "full_text": "Willow-Herb\nUse: The smoke of this herb will keep away snakes (or irritate Snake-people). One dose burns for about five turns.\nLocation: Temperate forest\nPreparation: None.\nCost: 50 copper.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Zulsendra",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/zulsendra",
    "full_text": "Zulsendra\nUse: When this mushroom is eaten, it doubles a person's overall speed for 10 minutes. At the end of that time, the person will be exhausted.\nLocation: Underground - Rare region(this was written in it ) (never found outside its region; uncommon overall, common within its region).\nPreparation: None.\nCost: 5 silver.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Watire",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/watire",
    "full_text": "Watire\nUse: This plant has the ability to absorb moisture from the area over time and store fresh water in its pouch-like root. This fresh water can then be used by cutting the underneath off.\nLocation: Desert (or other dry and water-lacking places).\nPreparation: None.\nCost: 3 Silver.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Oxshoom",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/oxshoom",
    "full_text": "Oxshoom\nUse: This mushroom-like plant creates breathable air in its pocket bubble on its head. Divers use this plant when found underwater to breathe in the air for a short duration.\nLocation: Forest and underwater.\nPreparation: None.\nCost: Not sold.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Pogo",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/_pogo",
    "full_text": "Pogo\nUse: If boiled and the water is consumed, it can cure basic forms of poisons.\nLocation: Forest\nPreparation: Boiling (drink the water).\nCost: 2 Silver.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Weeping Willow",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/weeping-willow",
    "full_text": "Weeping Willow\nUse: Once this flower is removed from where it originally grew, within ten seconds it turns into a gigantic purple weeping willow tree wherever it is thrown.\nLocation: Forests and Deserts\nPreparation: None.\nCost: Unsold.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Flyhigh",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/flyhigh",
    "full_text": "Flyhigh\nUse: Once boiled and consumed, it grants the user temporary wings that allow them to fly. This effect lasts for approximately 20 turns.\nLocation: Forest\nPreparation: Boiling (and drunk).\nCost: 25 Copper.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Blood Lotus",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/blood-lotus",
    "full_text": "Blood Lotus\nUse: Similar to a Venus flytrap, this plant opens up and swallows nearby creatures to drain their blood for sustenance. It cannot be removed from the ground once grown, or it will instantly die.\nLocation: Forest and Corrupted Land.\nPreparation: None.\nCost: None.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Devil's Berry",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/devil-s-berry",
    "full_text": "Devil's Berry\nUse: A poisonous berry that, once consumed, can cause high fever and blood vomiting.\nLocation: Forest (grows on a very short tree that lacks leaves and has dying purple flowers).\nPreparation: None.\nCost: Not sold.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Joywhisper",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/joywhisper",
    "full_text": "Joywhisper\nUse: The pollen this flower produces, when inhaled, can cause the user to feel a false sense of happiness and joy, often relaxing their mind and body while dulling all senses.\nLocation: Forest\nPreparation: None.\nCost: 15 Copper.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Black Stinger",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/black-stinger",
    "full_text": "Black Stinger\nUse: This plant has a sharp tip, and if it cuts a person, even slightly, the person will get a high fever. This plant dies if it is removed from the ground.\nLocation: Destroyed Swamp\nPreparation: None.\nCost: Not for sale.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "False Bliss",
    "rarity": "Uncommon",
    "source": "flora",
    "link": "https://www.shinseina.world/post/false-bliss",
    "full_text": "False Bliss\nUse: The flowers of this vine-like plant release pollen that makes anyone who inhales it see illusions of what they desire most. The plant uses this to attract prey and slowly feed off its life force and mana. However, it will instantly die if cut or removed from where it grows.\nLocation: Forest and Mountain\nPreparation: None.\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "NEKO EARS",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/neko-ears",
    "full_text": "NEKO EARS\nUse: Produces music when wind passes over its leaves. When properly consumed (dried), it gives the consumer 2x sight, smell, and more intense emotions for an entire day. If consumed raw, the effects are completely reversed.\nLocation: Oceans, Rivers, Lakes. Grows over coastal rocks or rocks within caves found underwater, and cannot survive completely submerged.\nPreparation: Dry the flowers until left without moisture.\nCost: 2 copper a flower; 10 Copper for an entire plant.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "KELP BELLS",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/kelp-bells",
    "full_text": "KELP BELLS\nUse: An essential for underwater exploration, it produces an excess amount of oxygen within its \"bell.\" When consuming pieces, it allows the user to hold their breath for 5x as long as usual.\nLocation: Oceans, Kelp Forests (grows from the seabed, climbing with long stems).\nPreparation: Cut up and boil.\nCost: Illegal\nLegality: Illegal (harvesting and selling are deemed a necessity for underwater exploration and were nearly wiped out from over-farming).\nNotes: ________________"
  },
  {
    "name": "CACTI COLONY",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/copy-of-c-cacti-colony",
    "full_text": "CACTI COLONY\nUse: These cacti plants hold large storages of water (a colony is actually one plant connected by roots).\nLocation: Desert (mostly found near Oasis's, primarily void from dunes).\nPreparation: None.\nCost: N/A\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "SNAPPER",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/c-snapper",
    "full_text": "SNAPPER\nUse: Large carnivorous flora that consume animals and sometimes people. Inside their mouths is a pool of acid, able to quickly dissolve what they eat in a matter of minutes. Can be used similar to bean sprouts, and the head is similar to artichokes.\nLocation: Majika Forest (commonly grow in patches).\nPreparation: Can be used similar to bean sprouts. Head is similar to artichokes.\nCost: 30 copper per pound.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "FALSE-ART",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/c-false-art",
    "full_text": "FALSE-ART\nUse: When its core is eaten, it numbs the consumer's nerves entirely for up to 3 turns, making them unable to feel anything along the lines of touch or pain, magic or physical. Behaves like ivy, growing over surrounding vegetables to steal sunlight.\nLocation: Arid Lands (grows in large patches).\nPreparation: Take the leaves off. Cut out the core. Can be eaten raw or prepared like any normal vegetable.\nCost: 15 copper per head.\nLegality: N/A\nNotes: ________________\n(not tagged in the site)"
  },
  {
    "name": "Cat-eyes",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/cat-eyes",
    "full_text": "Cat-eyes\nUse: The stalks are edible. When dried and eaten, they allow the consumer to have night vision for 4 IRP hours. However, this makes their eyes sensitive to brighter lights. Often used by poachers for hunting nocturnal creatures or by people working during the night.\nLocation: Shallow or murky bodies of water (grows under small or murky bodies of water).\nPreparation: Cook stalks for 5 minutes on low heat. Can be smoked as well. Cut into bite-sized pieces.\nCost: 80 copper per half pound.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Babzoo",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/babzoo",
    "full_text": "Babzoo\nUse: Often called 'Blue Poppers' due to their explosive nature. When a creature moves within a half-meter range, the buds quickly expand and explode with the force of being pelted with a baseball, creating an incredibly loud noise audible up to a quarter mile away. Stalks can be burned into passion fruit-smelling incense, and the buds can be used similar to tomatoes.\nLocation: Anywhere\nPreparation: Stalks can be burned into passion fruit-smelling incense. Buds can be used similar to tomatoes.\nCost: 1 silver per bud, 40 copper per half pound of stalk.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Grenaberry",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/grenaberry",
    "full_text": "Grenaberry\nUse: Contains a delectable clear liquid that is innately alcohol potent and often used for alcoholic drinks. The shell is edible but rarely eaten due to its hard exterior. Especially popular in Omnis bars and taverns.\nLocation: Mountains & Forests\nPreparation: Remove the leaves. Sharply pull the stem out in one smooth tug. When the stem comes out with the seed core, drain the inside; the liquid can be saved for later.\nCost: 2 copper per berry.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Poelh",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/poelh",
    "full_text": "Poelh\nUse: Gives off a luminosity from releasing pollen. When prepared, its leaves become very absorbent to water, similar to thin sponges, and are often used as wraps for juicy foods. They taste like sweeter cabbage when prepared (bitter when raw). Often used at funerals in the human clan.\nLocation: Any body of water (floats on the surface).\nPreparation: Dice the leaves and boil them for 7-10 minutes. Take the leaves out and let them dry.\nCost: 8 Copper per flower.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Dreshoom",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/dreshoom",
    "full_text": "Dreshoom\nUse: When a bunch of these mushrooms are boiled together with salt and consumed, they will change the attire of the drinker to anything they own, including magical things. Dreshooms are also dangerous if they overpopulate, as they suck out nutrients from their environment.\nLocation: Forest (grows all over, sticking to large sources of nutrition).\nPreparation: Boil with salt.\nCost: 8 copper.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Wee Fruit",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/wee-fruit",
    "full_text": "Wee Fruit\nUse: The plumpy bud is edible right after picking, tasting like a mix between an orange, apple, and mango. When completely juiced, it gives excess energy, similar to a healthy decaffeinated energy drink. The reddish flowers also glow.\nLocation: Forest (found near the roots of tall trees, commonly in the dark).\nPreparation: None / Juiced.\nCost: 5 copper.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Fire Berry",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/fire-berry",
    "full_text": "Fire Berry\nUse: An extremely bitter berry that, when eaten, burns the user's mouth like pepper.\nLocation: Forest (grows in bunches).\nPreparation: None.\nCost: 5 Copper.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Weed",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/_weed",
    "full_text": "Weed\nUse: The leaves of this plant can be smoked in order to grant a relaxing pleasure to the user.\nLocation: None\nPreparation: Smoking.\nCost: 10 Copper.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Cokecane",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/cokecane",
    "full_text": "Cokecane\nUse: A flower that can be ground up and sniffed to induce an illusion of bliss to the user.\nLocation: Forest\nPreparation: Grinding.\nCost: Illegal to sell.\nLegality: Illegal to sell.\nNotes: ________________"
  },
  {
    "name": "Popono",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/popono",
    "full_text": "Popono\nUse: A very small flower that tastes like buttery popcorn. It has no other known abilities.\nLocation: Forest\nPreparation: None.\nCost: 2 copper per 10 heads.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Lightsway",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/lightsway",
    "full_text": "Lightsway\nUse: Once picked, this flower lights up a path going to wherever the picker needs to go most (can take them to places, not people).\nLocation: Forest and open fields\nPreparation: None.\nCost: Unsold (unable to be sold or kept once picked).\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Seeee",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/seeee",
    "full_text": "Seeee\nUse: When prepared (grinded), it can increase sight by 50 meters for up to 2 hours.\nLocation: Forest\nPreparation: Grinded.\nCost: 5 Copper.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Glow Plant",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/glow-plant",
    "full_text": "Glow Plant\nUse: This plant constantly glows, providing light for dark places and serving as an easy alternative to electric lights. Adventurers often break off its glowing sticks to use as glow sticks, which can last up to 5 hours once detached.\nLocation: Forest\nPreparation: None.\nCost: 5 copper per glow stick.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Wetalu",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/wetalu",
    "full_text": "Wetalu\nUse: When its petals are burnt, this flower releases a sweet fragrance that makes anyone who smells it more open-minded, relaxed, woozy, or high. It is commonly prescribed by doctors for relaxation and recuperation.\nLocation: Anywhere that can sustain the growth of plant life.\nPreparation: Burning the petals.\nCost: 10 Copper.\nLegality: N/A (commonly prescribed by doctors).\nNotes: ________________"
  },
  {
    "name": "Vervain",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/vervain",
    "full_text": "Vervain\nUse: A potent herb and a vampire's most well-known weakness. If a vampire makes physical contact with Vervain in any form, it will burn them. If a vampire ingests Vervain, their throat and digestive tract will be burned, and they will become feverish and extremely weak.\nLocation: Forest\nPreparation: None.\nCost: Not Available on the market.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Yarrow",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/yarrow",
    "full_text": "Yarrow\nUse: When its crushed small white flowers are applied to wounds, it will stop minor bleeding and reduce major bleeding to a minor level. A second application can then be used to stop the remaining minor bleeding.\nLocation: Temperate forest, plains\nPreparation: Crush the flowers and apply to wounds.\nCost: 10 copper.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Shepherd's Purse",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/shepherd-s-purse",
    "full_text": "Shepherd's Purse\nUse: If applied to wounds, it will stop their bleeding for one hour and temporarily removes the need to bandage.\nLocation: Temperate grassland\nPreparation: 1 week. Applied to wounds.\nCost: 20 copper (raw), 50 copper (prepared).\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Aloe",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/_aloe",
    "full_text": "Aloe\nUse: When the leaf of Aloe is applied to a wound, it will double the natural healing rate of burns and minor cuts.\nLocation: Plains, arid shrubland\nPreparation: None.\nCost: 10 copper.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Ash",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/__ash",
    "full_text": "Ash\nUse: The bark of the ash tree, when prepared, should be drunk as a cure for fevers, especially those caused by diseases such as malaria. It brings the fever under control within hours but does not cure the underlying cause.\nLocation: Temperate forest\nPreparation: The bark must be stripped from its branches and boiled in clear water for one day.\nCost: 5 copper.\nLegality: N/A\nNotes: ________________"
  },
  {
    "name": "Culkas",
    "rarity": "Common",
    "source": "flora",
    "link": "https://www.shinseina.world/post/culkas",
    "full_text": "Culkas\nUse: Each application of Culkas will cure one square foot of sunburn.\nLocation: Desert, Arid shrublands\nPreparation: None.\nCost: 5 copper.\nLegality: N/A\nNotes:"
  },
  {
    "name": "Pyroclast Heart",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/l-pyroclast-heart",
    "full_text": "Pyroclast Heart\nUse: Radiates intense heat and dramatically amplifies fire-based magic, but is highly unstable.\nLocation: Found in caves, volcanos, and deserts.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Sapphiremanaite",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/l-sapphiremanaite",
    "full_text": "Sapphiremanaite\nUse: Rare blue gemstone (formed from sapphire exposed to mana) that, The gemstone is said to have properties that when mixed with a mixture of liquid mana, the user's blood, and water, allows the drinker to gain an enhanced sense of intelligence, able to solve questions and problems at an enhanced speed.\nLocation: Found within caves deep under the ocean’s surface.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Krakinal",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/l-krakinal",
    "full_text": "Krakinal\nUse: Mineral formed from dead krakens, extremely resilient to water pressure and providing a large bonus to water magic.\nLocation: Found very deep underwater.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Rubymanaite",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/l-rubymanaite",
    "full_text": "Rubymanaite\nUse: Red gemstone from volcanic caves; when used in a mana/blood/water potion, it temporarily boosts the drinker’s defensive capabilities and helps ward off harmful beings.\nLocation: Found in deep underground caves around volcanic lands and lava pools.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Toxboonite",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/l-toxboonite",
    "full_text": "Toxboonite\nUse: A living, emerald-green mineral native to corrupted swamps; extremely toxic – capable of killing B-rank creatures and sicken even A-ranks.\nLocation: Found in the corrupted swamp.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Lichanite",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/l-lichanite",
    "full_text": "Lichanite\nUse: Black-and-purple crystal formed from a dead lich’s essence; it significantly boosts Dark magic when used.\nLocation: (Unknown/very rare).\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Diamondmanaite",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/l-diamondmanaite",
    "full_text": "Diamondmanaite\nUse: White crystal formed deep underground; it protects the wearer from harmful magic by lessening the effects of magical attacks without needing any user-supplied mana.\nLocation: Found very deep beneath the surface of the land.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Mentilion",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/l-mentilion",
    "full_text": "Mentilion\nUse: Dark purple/pink gemstone created from the mental anguish of many; known to enhance mental capabilities (often used by criminal mages).\nLocation: (Unknown).\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Evolite (legendary+ but I have it here)",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/evolite",
    "full_text": "Evolite (legendary+ but I have it here)\nUse: Dark multicolored mineral that rapidly evolves to adapt to its surroundings; prized for advanced technological and magical applications due to its versatility.\nLocation: (Unknown/legendary+).\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Prophyst",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/prophyst",
    "full_text": "Prophyst\nUse: Clear pink gemstone from underground caves; when held or worn, it grants confusing visions of the future (which never include the user), though its power weakens with each use.\nLocation: Found in deep underground caves, often near water sources.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Touch of Light",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/touch-of-light",
    "full_text": "Touch of Light\nUse: A legendary mineral imbued with the power of light, capable of glowing brightly enough to illuminate a city block and possessing healing and rejuvenating properties for living beings (non-fatal wounds).\nLocation: Very tall Mountains or high-altitude areas with clear skies\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Darkness Embrace",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/darkness-embrace",
    "full_text": "Darkness Embrace\nUse: Pitch-black crystal that absorbs all light in a 50m radius and emits a dark aura; extremely dangerous (can drive users insane or even be lethal).\nLocation: Found very deep underground in pitch-black, mana-filled places.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Arcane Crystal",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/arcane-crystal",
    "full_text": "Arcane Crystal\nUse: Violet crystal infused with immense mana; it greatly amplifies a user’s magic, allowing spells to be cast more effectively and can absorb/store mana for later use (though mishandling it can cause intense magical feedback).\nLocation: Found in highly magical areas such as enchanted forests or ancient ruins.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Mana Crystal",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/mana-crystal",
    "full_text": "Mana Crystal\nUse: Crystal that accumulates ambient mana; cracking one releases stored mana, and they are widely used in magic technology and constructs that require a mana source.\nLocation: Found in any place with abundant mana.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Draconic Ore",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/draconic-ore",
    "full_text": "Draconic Ore\nUse: Extremely rare ore from a dead dragon’s body; armor or weapons made with it (or infused with it) are virtually unbreakable and it can be easily infused with mana for additional bonuses.\nLocation: Found in the Dragon Realm.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "ADAMANT",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/adamant",
    "full_text": "ADAMANT\nUse: Legendary purple/green/white mineral; it can cut and smash any other mineral, releasing a massive destructive burst when fractured, and it conducts mana very easily.\nLocation: Discovered in the deep ocean and frozen tundra.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Metocite (not tagged in the site)",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/metocite",
    "full_text": "Metocite (not tagged in the site)\nUse: A hard crystal that conducts magnetic fields abnormally well. Potent with mana, it can be used in electronics by enchantments, primarily in high-end laboratories or research facilities. It can generate both positive or negative magnetic fields when controlled by mana, though this effect is difficult to control properly.\nLocation: Anywhere (formed when mana mixes into a storm and lightning strikes metallic substance, incredibly rare).\nPreparation: \nCost: \nLegality: \nNotes: Legality: Banned in major cities without authorization from the government due to its destructive capability when surrounded by metallic structures.\nCost: 10 gold per pound"
  },
  {
    "name": "Albassium",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-albassium",
    "full_text": "Albassium\nUse: A rare mineral known for its light-absorbing properties, making armor and equipment nearly invisible in low-light environments and providing natural camouflage in shadows. Its density also reinforces light armor without compromising silence or mobility.\nLocation: Deep underground and deep seas.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Azurite Spires",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-azurite-spires",
    "full_text": "Azurite Spires\nUse: Mana-conductive crystalline formations that, when embedded into armor or weapons, grant enhanced magical conductivity and resilience. They grow within massive constructs that are sustained by the mineral's mana.\nLocation: Found in Frozen Tundra, Ocean Caves, and Deep Caverns.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Appetence Crystals",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-appetence-crystals",
    "full_text": "Appetence Crystals\nUse: Crystalline shards that, when attuned and refined, can return an infinite distance to each other, acting like a \"massive, crystal boomerang.\" They are also very mana-dense and more prone to mana-based enchants.\nLocation: Can be found almost anywhere in The Grand Blue (Oceans), though in remote and harsh corners.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Krakyen Eyes",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-krakyen-eyes",
    "full_text": "Krakyen Eyes\nUse: Dark, glossy orbs that have the ability to see through high-ranking illusions, can improve eyesight when used in eyewear, and are highly prized by navigators and explorers for increasing their sensory feel.\nLocation: Found near the bodies of rotting and dead fauna, or people, at the bottom of the ocean (Mass Graves).\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Laiokite",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/laiokite",
    "full_text": "Laiokite\nUse: A rumored mineral with the unique property of naturally spreading the corruption of the Corrupted Swamp, slowly poisoning a small radius of life around it.\nLocation: Found in the Corrupted Swamp, deep underground where the corruption originated.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Emeraldmanaite",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-emeraldmanaite",
    "full_text": "Emeraldmanaite\nUse: A rare gemstone that naturally enhances the mental capabilities of the wearer, boosting their mental faculties, reaction speed, and learning capabilities, making it highly useful for scholars.\nLocation: Naturally forms around lands where lava and water have met, often near the edges of deserts or around tropical lands.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Sciorptio",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-sciorptio",
    "full_text": "Sciorptio\nUse: A living mineral that, when harvested, can produce a mixture of toxic minerals depending on the materials it has been exposed to, taking on properties of those materials to an extent. Highly dangerous to hunt due to its instinct to attack any lifeform.\nLocation: Can be found roaming the caves of the tundra.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Garnetmanaite",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-garnetmanaite",
    "full_text": "Garnetmanaite\nUse: A rare gemstone that grants the wearer an enhanced regenerative factor and can even aid in curing magical alignments and curses.\nLocation: Naturally forms deep within underground caves, primarily under areas with large stretches of deserts and sand.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Ligtinion",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-ligtinion",
    "full_text": "Ligtinion\nUse: A very rare mineral said to possess great properties of lightning and can even produce lightning if provided with mana. Its exact origin is unknown, with tales suggesting it forms from the death of a Raiju or from repeated lightning strikes.\nLocation: Found in shallow ground on high peaks.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Lapis Lazulimanaite",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-lapis-lazulimanaite",
    "full_text": "Lapis Lazulimanaite\nUse: A rare gemstone that grants the wearer a boost in their psychic capabilities, aiding in both boosting their own psychic abilities and resisting other psychic attacks directed towards them.\nLocation: Naturally forms within tall mountainous peaks where they are exposed to high altitudes and mana.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Averistone",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/averistone",
    "full_text": "Averistone\nUse: A very rare mineral that can lessen the impact of magic-based attacks by absorbing a portion of mana and possesses strong resistance to magical attacks, making it a valuable component in magical armor and weapons.\nLocation: Found in high-altitude mountain peaks and floating lands.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Pixstone",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/pixstone",
    "full_text": "Pixstone\nUse: A rare mineral used for decorative purposes or as a spell catalyst due to its mana absorption and amplification properties. It can also be ground into a powder for use as an ingredient in various magical potions.\nLocation: Commonly found within caves and underground areas, often places filled with an abundance of ambient mana.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Dwarven Steel",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/dwarven-steel",
    "full_text": "Dwarven Steel\nUse: An incredibly durable and magically potent metal, highly valued for its strength and magical conductivity. It is crafted using a secret combination of materials known only to the Mountain Village.\nLocation: Mountain Village Exclusive.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Lunarthrite",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-lunarthrite",
    "full_text": "Lunarthrite\nUse: A luminous ore that, under moonlight, shifts in density and resonance, becoming heavier and more magically conductive, channeling subtle gravitational fields at its peak. Can be dulled by prolonged artificial light and nullified if stored improperly until recharged under moonlight.\nLocation: Forms in high-altitude regions during rare celestial events where mana converges with lunar rays.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Crystaloom",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-crystaloom",
    "full_text": "Crystaloom\nUse: A fragile, flower-shaped crystal that, when melted and reforged into equipment or jewelry, grants a 4x boost to nature-based magic. Its low durability limits its use to enchantment-focused items. It also emits a soft floral scent and can be used as a spell catalyst or ground into powder for magical potions.\nLocation: Found in forests, particularly in areas dense with plant decay and ambient mana.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Emberglow Resin",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-emberglow-resin",
    "full_text": "Emberglow Resin\nUse: A crystallized fusion of tree resin and volcanic ash that emits a gentle warmth and can be melted and shaped into fire-resistant coatings or enchanted to store heat for long durations. When broken with force, it releases a burst of fire mana, causing small localized blazes.\nLocation: Found in Volcanic Regions and Barren Land.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Nature's Core",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-nature-s-core",
    "full_text": "Nature's Core\nUse: A living crystal that enhances nature magic, rapidly regenerates plant life, and is sought after for alchemical potions that extend vitality. Fragments can rejuvenate plant-life and dry soil, but prolonged exposure causes 'Greenbind' (plant life fuses with the wielder’s body). Difficult to shape due to its healing properties.\nLocation: Forms in Forests and Overgrown Areas.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Aqualight Quart",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-aqualight-quartz",
    "full_text": "Aqualight Quart\nUse: A durable mineral useful in construction and jewelry-making, and believed to have magical properties related to storms and tsunamis. It is highly liked by water-based races.\nLocation: Found in the Ocean, Deep Caverns, and Caves.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Submariners Gold",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-submariners-gold",
    "full_text": "Submariners Gold\nUse: A rare, golden-adjacent mineral said to bring good fortune and protection to sailors. It doubles as a handy hull reinforcement due to its complete immunity to rust and natural wear & tear on the ocean.\nLocation: Found in the Ocean, specifically harvested from sunken ship hulls. Its naturally forming state has been lost to time.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Blankium",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-blankium",
    "full_text": "Blankium\nUse: A rare ore, harder than steel but extremely light, making it the perfect material for crafting armor and weaponry and practically anything else. However, it reduces the effectiveness of enchantments and is extremely difficult to process, requiring extreme temperatures to smelt and shape.\nLocation: Found in Underground Mines, Deep Caves, and Underwater.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Votidio",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-votidio",
    "full_text": "Votidio\nUse: A rare mineral that absorbs any mana flowed into it, removing its properties and releasing it back out as ambient mana. Due to this, it is often used for machinery and other devices.\nLocation: Commonly found underground deep within caves and mountains.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Horatie",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-horatie",
    "full_text": "Horatie\nUse: A mineral with a hard but flexible nature, often used for a variety of crafting. It grows on the back of small, golem-like stone creatures that are not truly alive but possess instinctive movement.\nLocation: Found within caves and underground pathways close to water.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Glacialite",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-glacialite",
    "full_text": "Glacialite\nUse: A cold and magically potent mineral that forms from mana-abundant ice. Even placing it near something will make it frost over, making it good for objects with ice enchantments or for cooling things down as it gives off constant cold.\nLocation: Forms in the Tundra when ice is left untouched near areas where mana is abundant for many years.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Amethystmanaite",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-amethystmanaite",
    "full_text": "Amethystmanaite\nUse: A rare gemstone with properties that allow it to soothe the emotions of those around it or aid in the absorption of negative emotions, helping one attain emotional balance.\nLocation: Naturally forms within the ground near volcanic land or areas where lava has flowed.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Topazmanaite",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-topazmanaite",
    "full_text": "Topazmanaite\nUse: A rare gemstone that grants the wearer a boost of confidence and mental resistance to effects such as fear or doubt, allowing one to feel more confident in themselves and their beliefs.\nLocation: Naturally forms within underground caves and tunnels in cavities and rock formations created by cooling lava.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Peridotmanaite",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-peridotmanaite",
    "full_text": "Peridotmanaite\nUse: A rare gemstone that allows the wearer to gain an enhanced healing factor and can even aid in curing illnesses.\nLocation: Naturally forms deep within underground caves, primarily under areas with floral overgrowth such as forests and plains.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Hatulei",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-hatulei",
    "full_text": "Hatulei\nUse: A rare mineral known for its capability of rapidly absorbing heat and providing a cooling nature to anything around it, making it useful for blacksmiths, construction, and more. It is not used for crafting due to its fragility.\nLocation: Found underground near water sources, such as underground waterways or lakes.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Citirlionaite",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-citirlionaite",
    "full_text": "Citirlionaite\nUse: A mineral useful due to its healing properties, said to be able to aid in the process of healing if grinded and consumed. Its growth is protected by fly-like golem creatures it forms from surrounding stone.\nLocation: Commonly found within mountainous caves and peaks.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Lifainite",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/lifainite",
    "full_text": "Lifainite\nUse: A dangerous and highly illegal mineral that feeds on the life energy of any living or dead being, draining them of flesh, bone, blood, and biological matter. It emanates unease and anxiety. Tales suggest ancient use in rituals for sacrificing life energy.\nLocation: Found in Caves, tombs, and other dark, stagnant places.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Echo Crystal",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/echo-crystal",
    "full_text": "Echo Crystal\nUse: A rare mineral that emits a musical sound when struck or hit, with the sound varying based on size, shape, and impact force. Highly valued by musicians and sound crafters for creating musical instruments and audio equipment.\nLocation: Forms in Caves and underground chambers where sound bounces repeatedly.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Lumina Ore",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/lumina-ore",
    "full_text": "Lumina Ore\nUse: A rare and valuable mineral popular for decorative purposes due to its soft blue light and glowing white streaks. It also possesses magical properties: when infused with mana, it can enhance the magical abilities of the wielder and imbue their attacks with powerful light-based magic.\nLocation: Can only be found in the deepest parts of the earth, specifically caverns and underground mines.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Starlight Quartz",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/starlight-quartz",
    "full_text": "Starlight Quartz\nUse: A rare and highly sought-after mineral useful in construction and jewelry-making. It is believed to have magical properties related to the night sky and starlight, and is popular among starlings for jewelry.\nLocation: Forms in caverns deep underground, often near underground water sources.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Seale",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/seale",
    "full_text": "Seale\nUse: A rare blue gemstone that gives whatever is holding it a boost in water affinity.\nLocation: Can be found in the waters of the Dragon Realm Seas and Water.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Rampagon",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-rampagon",
    "full_text": "Rampagon\nUse: A mineral that, upon causing a wound, forces the injured person into a rampage state for 5 turns (or until healed), multiplying all stats and magic by 2x but rendering the user unable to think rationally, leading to violent and destructive tendencies. The effect lasts as long as the gem is in the wound. Illegal for market value.\nLocation: Found in the Destroyed Swamp, more abundant in deeper areas.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Reikia",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/reikia",
    "full_text": "Reikia\nUse: A rare gemstone capable of storing corrupted mana within it without leaking or affecting surrounding objects. If other types of mana are poured into it, that mana will be turned into corrupted mana and expelled.\nLocation: Forms naturally under the Corrupted Swamp, absorbing corrupted mana and the blood of fallen beings.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Vitillium",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/vitillium",
    "full_text": "Vitillium\nUse: A mineral that can be molded into the format of any missing or dying organ for all kinds of races (even non-organic ones), and it will automatically acquire the function of said organ, from skin to brains. The more well-shaped, the better its function.\nLocation: Found in The Mountains.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Black Ebony",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/black-ebony",
    "full_text": "Black Ebony\nUse: Pure black ores often used in black armor to induce subtle fear across the battlefield. This fear can be combatted by trained individuals, but the effect reaches out to those who look upon the material, including the user.\nLocation: Found in Mountains & Deep Underground depths of caves or molten lava.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Trillium",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/trillium",
    "full_text": "Trillium\nUse: A mineral that, due to its impossible geological composition and refraction value, is able to channel any light with UV rays and form a laser beam with it. Its use is prohibited outside of factory usage due to its dangerous ability to cause severe burns and disintegrate flesh.\nLocation: Found as the main compositor of crygons (within Crystal caves). Its true origins are a mystery.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Twin Crystal",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/twin-crystal",
    "full_text": "Twin Crystal\nUse: Originally white, these crystals amplify light magic and make others friendlier towards the holder. When non-light mana is introduced, their color turns black, and their effects become opposite: amplifying dark magic and making people less friendly.\nLocation: Found in Crystal caves.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Samànos",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/sam%C3%A0nos",
    "full_text": "Samànos\nUse: Absorbs portions of pure mana from living beings. For ordinary people, it brings luck and purification when used as necklaces, rings, etc. For beastkin, being around it or consuming it as a potion heals them, both in mind and body. Normally used in wands, refined healing potions, and accessories.\nLocation: Found in the Omnis region/Areas with dense vegetation.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Chalcos",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/chalcos",
    "full_text": "Chalcos\nUse: A unique copper that has absorbed mana into its core chemical formula, making it the only mineral capable of proving mana can be a mineral. It conducts electricity and mana better, allowing for the construction of advanced robots or general cybernetics, enabling machines to use magic and gain a mana flow. Normally bought by rich people, including royalties.\nLocation: Found in Mountains.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Kinnávari",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/kinn%C3%A1vari",
    "full_text": "Kinnávari\nUse: A mineral previously used as a pigment in ancient times, now capable of easily releasing its toxic mercury with minimal amounts of mana. This property made it abandoned as a pigment due to its toxicity.\nLocation: Found in Desert ruins and dunes.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Corpo Crystal",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/corpo-crystal",
    "full_text": "Corpo Crystal\nUse: A dangerous crystal that, if touched with bare skin, leads to a high fever. If ground into a powder and ingested, it would lead to high fever and possible death. Not sold due to its nature.\nLocation: Can only be found within the grounds of the Corrupted Swamp, due to the high abundance of corrupted mana it needs to absorb to form.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Blood Crystal",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/blood-crystal",
    "full_text": "Blood Crystal\nUse: A rare crystal capable of healing a person's small wounds with ease, replacing lost blood. It forms from high concentrations of blood and mana.\nLocation: Varies, formed in areas with lots of blood, such as great battles, wars, or slaughter.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Darkstone",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/darkstone",
    "full_text": "Darkstone\nUse: A rare mineral that has trapped heat within it and gains the ability to heat up as long as mana is poured into it. It forms from concentrations of mana and heat.\nLocation: Found in the desert around extremely hot areas.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Ocino (not tagged)",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/ocino",
    "full_text": "Ocino (not tagged)\nUse: Contains concentrated pockets of mana (typically water mana) flowing inside. Sometimes used in the creation of dams or as sources of mana for mana potions.\nLocation: Underwater (formed when mana is compressed between sand or stone underwater over thousands of years).\nPreparation: \nCost: \nLegality: \nNotes: Legality: N/A\nCost: 2 Silver per pound"
  },
  {
    "name": "Obelion Spikes",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/uc-obelion-spikes",
    "full_text": "Obelion Spikes\nUse: A brittle yet incredibly sharp mineral, naturally growing in spike-like formations, highly sought after for precision. However, it shatters into razor-like shards if struck at improper angles.\nLocation: Found in Caves, Dark Areas, and Tundra.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Terra Glass",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/uc-terra-glass",
    "full_text": "Terra Glass\nUse: Absorbs minor amounts of mana and has the unique property of sustaining flora inside containers made of it for 50% longer, useful for flower vases and food storage. Also serves industrial purposes as a natural glass that is easy to smelt, though a bit weaker than normal glass.\nLocation: Found in Jungles and forests adjacent to mountains, typically in large, abundant spikes.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Luminite",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/uc-luminite",
    "full_text": "Luminite\nUse: Known for its extraordinary ability to absorb and amplify ambient light, providing light to the surrounding area with ease. Highly coveted among nobility and crafters for creating enchanted lanterns, softly glowing jewelry, and other useful items.\nLocation: Found atop mountain peaks and landmasses with abundant sunlight.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Volca",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/uc-volca",
    "full_text": "Volca\nUse: Filled with mana and gives off 1000°C temperatures, making it very hot and dangerous to handle without precautions. Useful for mixing with other materials to strengthen fire enchantments.\nLocation: Forms in Volcanos when molten rocks absorb mana and crystallize.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Duplicikite",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/uc-duplicikite",
    "full_text": "Duplicikite\nUse: An uncommon mineral forming in half-empty clusters of two, where one side is physical, and the other is mana-based. (Specific uses beyond this duality are not detailed in the description provided.)\nLocation: Found in the Corrupted Swamp.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Ice Crystal",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/uc-ice-crystal",
    "full_text": "Ice Crystal\nUse: A form of mana crystal that is cold to the touch, borderline freezing. These crystals are formed into jewelry or gear to add a 3x boost to ice magic.\nLocation: Found formed in Tundras and cold biomes.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Arcanite",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "http://shinseina.world/post/_arca",
    "full_text": "Arcanite\nUse: Absorbs a portion of the blood that creatures (spiders or similar insects) feed on to grow larger. While not good for crafting weapons, its ability to absorb blood and grow makes it interesting.\nLocation: Found in the caves and underground of the Dragon Realm, commonly growing on the backs of spiders or other similar insects.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Cobalto",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/cobalto",
    "full_text": "Cobalto\nUse: Absorbs mana and produces a bubble that, when popped, releases a terrible gas that makes things dizzy and disgusted. While not very hard or useful for crafting, this ability makes it interesting.\nLocation: Found within the Dragon Realm, more commonly growing on the shells of aquatic or cave-dwelling creatures.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Ambertim",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "http://shinseina.world/post/ambertim",
    "full_text": "Ambertim\nUse: Absorbs mana to grow slowly; some even fully absorb and kill the insect they are attached to. While not very hard or useful for making weapons, its unique ability to absorb mana to grow makes it interesting.\nLocation: Found within the caves and underground of the Dragon Realm, often growing on the body of beetles and insects.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Wonkeria",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/wonkeria",
    "full_text": "Wonkeria\nUse: Causes the person touching it to feel woozy and dizzy, seeing, feeling, and hearing things, much like delusions. It is illegal to sell, and possession can lead to trouble.\nLocation: Found within deep caves and underground veins.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Heliem",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/heliem",
    "full_text": "Heliem\nUse: Known for its ability to heal those who grind it up and consume it, being able to heal basic wounds with a single teaspoon full, and even medium wounds with five teaspoonfuls.\nLocation: Found under forested areas, formed by absorbing and being infused with the mana of the area.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Shadow Crystal",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/shadow-crystal",
    "full_text": "Shadow Crystal\nUse: Breaking the crystal releases the darkness from within, creating a cloak of shadows over the area it is broken for a period of time. Forms from the concentration of mana and darkness.\nLocation: Commonly found deep underground within caves where light does not reach.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Light Crystal",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/light-crystal",
    "full_text": "Light Crystal\nUse: Breaking the crystal releases the light from within, creating a cloak of light over the area it is broken for a period of time. Forms from the concentration of mana and light.\nLocation: Commonly found where bright lights are always present or where light is in bright concentrations.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Illuso",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/illuso",
    "full_text": "Illuso\nUse: A mineral that has absorbed both mana and memories, resulting in light reflected upon it to reveal memories from the nearest being. If tinkered with by an expert on illusory magic, it can result in powerful illusions. It only works under any source of light.\nLocation: Found in Grassland plains, below the dirt and in caves.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Rupture Gem",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/rupture-gem",
    "full_text": "Rupture Gem\nUse: Upon impact, the unstable and destructive mana inside is partially released, resulting in a concentrated explosion. If completely broken, it can cause a gigantic explosion of 30 meters, with the size and strength increasing with the gem's size. Used for mining equipment and sophisticated explosion-resistant equipment or demolishing old buildings. Tools equipped with it are called \"rupture tools.\"\nLocation: Found in Monium unexplored caves.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Meticy",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/meticy",
    "full_text": "Meticy\nUse: A more durable variation of iron that, when in contact with anything, freezes the object almost instantly. Strangely, fabric is immune to the freezing effect. Believed to be formed by a fusion between mana and cold.\nLocation: Forms in areas with temperatures below 0, specifically the Frozen Tundra.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Grlythite",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/grlythite",
    "full_text": "Grlythite\nUse: Very potent with shadow and earth mana. The prisms practically melt in basic liquids, but acidic liquids have no effect. Often used in the creation of assassin weapons or in laboratories to handle dangerous liquids.\nLocation: Forms in the Corrupted Land of Shinseina when dead creature bones and materials compress beneath the land.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Yeortzie",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/yeortzie",
    "full_text": "Yeortzie\nUse: When the pink part of this crystalline structure is pressed against organic materials, it leaves markings similar to ink from a pen, creating \"invisible mana ink\" readable through magic by trained individuals. Due to its use in sending illegal messages, it is illegal in major clans but allowed in independent villages.\nLocation: Can be found Anywhere in crystalline structures.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Electric Crystal",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/electric-crystal",
    "full_text": "Electric Crystal\nUse: Can be used to generate electricity through absorbing mana, often used to power small appliances due to only coming in palm-size. Bigger pieces are not capable of absorbing more mana after running out.\nLocation: Found Underground, varies.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Trakeom Ore",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/trakeom-ore",
    "full_text": "Trakeom Ore\nUse: Once processed, this ore is able to show the rough location of a person as long as their blood is dropped on the ore beforehand and shone over a map. Without processing, it is useless.\nLocation: Found in Mountain Range Underground.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "FrostGem",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/frostgem",
    "full_text": "FrostGem\nUse: A somewhat fragile gemstone that can be used as a cooling means.\nLocation: Found in the Frozen Tundra.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Glittering Heart",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/c-glittering-heart",
    "full_text": "Glittering Heart\nUse: A colorful gem commonly used in jewelry and decorative charms due to its delicate beauty. When liquefied and added to healing potions, it can double their restorative effectiveness. Though fragile, its abundance makes it a staple among herbalists and potion crafters.\nLocation: Forms from condensed nature mana in Forests and flower-covered plains.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Starshard Quartz",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/c-starshard-quartz",
    "full_text": "Starshard Quartz\nUse: A naturally occurring crystal that faintly glows under moonlight, commonly used by many scholars because of its ability to capture light. Though relatively brittle and easily broken.\nLocation: Forms where mana and starlight gather in the ground, found in Mountain peaks, deep caves, and cold tundras.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Duskrift",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/c-duskrift",
    "full_text": "Duskrift\nUse: A very light and soft mineral that naturally absorbs small amounts of ambient mana, making it enchanted in nature and able to hold mana easily. Commonly used in rune making and low-level magical items due to its ability to hold temporary enchantments longer than regular stone. Exposure to strong magic causes it to decay rapidly.\nLocation: Found in Underground Caverns, Dark Areas.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Scorchshale",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/c-scorchshale",
    "full_text": "Scorchshale\nUse: A brittle mineral. Some alchemists refine it into powders that dull kinetic force. However, it is fragile and crumbles easily under repeated stress, and prolonged exposure can cause minor lung irritation.\nLocation: Forms from compressed ash and soil in regions where intense pressure from natural disasters has altered the land (Dry Land).\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Kelipite",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/c-kelipite",
    "full_text": "Kelipite\nUse: A reflective material that conducts the corruptive mana of the land around it, corroding nearby matter.\nLocation: A common mineral inside of the Corrupted Swamp.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Lumegrass",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/lumegrass",
    "full_text": "Lumegrass\nUse: Appears like blades of grass but glows. Often harvested by farmers for its unique properties of being able to act as a healthy supplement to animals or even a vitamin to people that eat it. Contains a very low concentration of mana, making it a good daily food supplement.\nLocation: Can be found commonly in Meadows, grasslands.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Papsui",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/papsui",
    "full_text": "Papsui\nUse: Underwater sprouts of thin, bubbling mana lines that mix with sand to form glass-like mana strands. The mana bubbling up from these crystals gives off a low blue glow, making them ideal for cinematography equipment and expensive laboratory gear. Stained glass windows are also a popular use of this material.\nLocation: Formed over hundreds of years in the deeper parts of the ocean due to needing to be undisturbed for so long.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Wanyte",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/wanyte",
    "full_text": "Wanyte\nUse: A common mineral with space alteration abilities. When used correctly as an ore, it can teleport you to another properly set Wanyte ore. Used as a common and quick public locomotion. Can teleport anything not larger than its circular area, up to a distance of 1 kilometer.\nLocation: Can be found everywhere.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Sklirós",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/sklir%C3%B3s",
    "full_text": "Sklirós\nUse: A \"candy mineral\" that is practically not consumable when raw, but when prepared by a baker, it turns into the hardest candy to exist, even worse than jawbreakers depending on thickness. Its taste is described as a \"mix of strawberry and blueberry.\"\nLocation: Found in Forests and rivers.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Almyrós",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/almyr%C3%B3s",
    "full_text": "Almyrós\nUse: A type of salt divided into colors, each with unique properties:\nLocation: Found Anywhere, mainly on salt water.\nPreparation: \nCost: \nLegality: \nNotes: * White alm: Normal kitchen salt.\n* Blue alm: Bittersweet taste, good for people with cardiac problems (almost non-lethal for races with salt weaknesses).\n* Pink alm: Second most bitter, excellent for meat, but excess can cause cardiac and skin problems (lethal for races with salt weaknesses).\n* Orange alm: Bitter spicy taste, adequate for sauces, can be freely consumed (non-lethal for races with salt weaknesses).\n* Green alm: Sour taste, good with salads/vegetables. Excess can cause diarrhea/stomach aches (lethal for  salt-weak races, non-lethal for powerful ones).\n* Red alm: Most bitter, ordinary people throw up after tasting less than a gram. Can be poisonous in alchemist's hands (extremely lethal for all salt-weak races)."
  },
  {
    "name": "Paíazos",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/pa%C3%ADazos",
    "full_text": "Paíazos\nUse: Contains chemical and magical properties allowing the discharge of electricity, either by physical pressure or mana contact, with intensity depending on pressure and mana. More commonly used in heavy machinery and jewelry.\nLocation: Found in Majika forest.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Water Crystal",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/water-crystal",
    "full_text": "Water Crystal\nUse: Useless aside from its ability to help cool the user that is holding it, being able to keep them cold.\nLocation: Can be found underneath the ocean.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Fire Crystal",
    "rarity": "Legendary",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/fire-crystal",
    "full_text": "Fire Crystal\nUse: Can trap heat inside of it and produce it in order to warm up the body of the user. Mostly used for simply warming a person's body when needed.\nLocation: Can be found in the desert or around hot areas.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Lunarthrite",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-lunarthrite",
    "full_text": "Lunarthrite\nUse: A luminous ore that, under moonlight, shifts in density and resonance, becoming heavier and more magically conductive, channeling subtle gravitational fields at its peak. Can be dulled by prolonged artificial light and nullified if stored improperly until recharged under moonlight.\nLocation: Forms in high-altitude regions during rare celestial events where mana converges with lunar rays.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Crystaloom",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-crystaloom",
    "full_text": "Crystaloom\nUse: A fragile, flower-shaped crystal that, when melted and reforged into equipment or jewelry, grants a 4x boost to nature-based magic. Its low durability limits its use to enchantment-focused items. It also emits a soft floral scent and can be used as a spell catalyst or ground into powder for magical potions.\nLocation: Found in forests, particularly in areas dense with plant decay and ambient mana.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Emberglow Resin",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-emberglow-resin",
    "full_text": "Emberglow Resin\nUse: A crystallized fusion of tree resin and volcanic ash that emits a gentle warmth and can be melted and shaped into fire-resistant coatings or enchanted to store heat for long durations. When broken with force, it releases a burst of fire mana, causing small localized blazes.\nLocation: Found in Volcanic Regions and Barren Land.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Nature's Core",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-nature-s-core",
    "full_text": "Nature's Core\nUse: A living crystal that enhances nature magic, rapidly regenerates plant life, and is sought after for alchemical potions that extend vitality. Fragments can rejuvenate plant-life and dry soil, but prolonged exposure causes 'Greenbind' (plant life fuses with the wielder’s body). Difficult to shape due to its healing properties.\nLocation: Forms in Forests and Overgrown Areas.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Aqualight Quart",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-aqualight-quartz",
    "full_text": "Aqualight Quart\nUse: A durable mineral useful in construction and jewelry-making, and believed to have magical properties related to storms and tsunamis. It is highly liked by water-based races.\nLocation: Found in the Ocean, Deep Caverns, and Caves.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Submariners Gold",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-submariners-gold",
    "full_text": "Submariners Gold\nUse: A rare, golden-adjacent mineral said to bring good fortune and protection to sailors. It doubles as a handy hull reinforcement due to its complete immunity to rust and natural wear & tear on the ocean.\nLocation: Found in the Ocean, specifically harvested from sunken ship hulls. Its naturally forming state has been lost to time.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Blankium",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-blankium",
    "full_text": "Blankium\nUse: A rare ore, harder than steel but extremely light, making it the perfect material for crafting armor and weaponry and practically anything else. However, it reduces the effectiveness of enchantments and is extremely difficult to process, requiring extreme temperatures to smelt and shape.\nLocation: Found in Underground Mines, Deep Caves, and Underwater.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Votidio",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-votidio",
    "full_text": "Votidio\nUse: A rare mineral that absorbs any mana flowed into it, removing its properties and releasing it back out as ambient mana. Due to this, it is often used for machinery and other devices.\nLocation: Commonly found underground deep within caves and mountains.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Horatie",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-horatie",
    "full_text": "Horatie\nUse: A mineral with a hard but flexible nature, often used for a variety of crafting. It grows on the back of small, golem-like stone creatures that are not truly alive but possess instinctive movement.\nLocation: Found within caves and underground pathways close to water.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Glacialite",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-glacialite",
    "full_text": "Glacialite\nUse: A cold and magically potent mineral that forms from mana-abundant ice. Even placing it near something will make it frost over, making it good for objects with ice enchantments or for cooling things down as it gives off constant cold.\nLocation: Forms in the Tundra when ice is left untouched near areas where mana is abundant for many years.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Amethystmanaite",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-amethystmanaite",
    "full_text": "Amethystmanaite\nUse: A rare gemstone with properties that allow it to soothe the emotions of those around it or aid in the absorption of negative emotions, helping one attain emotional balance.\nLocation: Naturally forms within the ground near volcanic land or areas where lava has flowed.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Topazmanaite",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-topazmanaite",
    "full_text": "Topazmanaite\nUse: A rare gemstone that grants the wearer a boost of confidence and mental resistance to effects such as fear or doubt, allowing one to feel more confident in themselves and their beliefs.\nLocation: Naturally forms within underground caves and tunnels in cavities and rock formations created by cooling lava.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Peridotmanaite",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-peridotmanaite",
    "full_text": "Peridotmanaite\nUse: A rare gemstone that allows the wearer to gain an enhanced healing factor and can even aid in curing illnesses.\nLocation: Naturally forms deep within underground caves, primarily under areas with floral overgrowth such as forests and plains.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Hatulei",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-hatulei",
    "full_text": "Hatulei\nUse: A rare mineral known for its capability of rapidly absorbing heat and providing a cooling nature to anything around it, making it useful for blacksmiths, construction, and more. It is not used for crafting due to its fragility.\nLocation: Found underground near water sources, such as underground waterways or lakes.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Citirlionaite",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-citirlionaite",
    "full_text": "Citirlionaite\nUse: A mineral useful due to its healing properties, said to be able to aid in the process of healing if grinded and consumed. Its growth is protected by fly-like golem creatures it forms from surrounding stone.\nLocation: Commonly found within mountainous caves and peaks.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Lifainite",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/lifainite",
    "full_text": "Lifainite\nUse: A dangerous and highly illegal mineral that feeds on the life energy of any living or dead being, draining them of flesh, bone, blood, and biological matter. It emanates unease and anxiety. Tales suggest ancient use in rituals for sacrificing life energy.\nLocation: Found in Caves, tombs, and other dark, stagnant places.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Echo Crystal",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/echo-crystal",
    "full_text": "Echo Crystal\nUse: A rare mineral that emits a musical sound when struck or hit, with the sound varying based on size, shape, and impact force. Highly valued by musicians and sound crafters for creating musical instruments and audio equipment.\nLocation: Forms in Caves and underground chambers where sound bounces repeatedly.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Lumina Ore",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/lumina-ore",
    "full_text": "Lumina Ore\nUse: A rare and valuable mineral popular for decorative purposes due to its soft blue light and glowing white streaks. It also possesses magical properties: when infused with mana, it can enhance the magical abilities of the wielder and imbue their attacks with powerful light-based magic.\nLocation: Can only be found in the deepest parts of the earth, specifically caverns and underground mines.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Starlight Quartz",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/starlight-quartz",
    "full_text": "Starlight Quartz\nUse: A rare and highly sought-after mineral useful in construction and jewelry-making. It is believed to have magical properties related to the night sky and starlight, and is popular among starlings for jewelry.\nLocation: Forms in caverns deep underground, often near underground water sources.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Seale",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/seale",
    "full_text": "Seale\nUse: A rare blue gemstone that gives whatever is holding it a boost in water affinity.\nLocation: Can be found in the waters of the Dragon Realm Seas and Water.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Rampagon",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/r-rampagon",
    "full_text": "Rampagon\nUse: A mineral that, upon causing a wound, forces the injured person into a rampage state for 5 turns (or until healed), multiplying all stats and magic by 2x but rendering the user unable to think rationally, leading to violent and destructive tendencies. The effect lasts as long as the gem is in the wound. Illegal for market value.\nLocation: Found in the Destroyed Swamp, more abundant in deeper areas.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Reikia",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/reikia",
    "full_text": "Reikia\nUse: A rare gemstone capable of storing corrupted mana within it without leaking or affecting surrounding objects. If other types of mana are poured into it, that mana will be turned into corrupted mana and expelled.\nLocation: Forms naturally under the Corrupted Swamp, absorbing corrupted mana and the blood of fallen beings.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Vitillium",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/vitillium",
    "full_text": "Vitillium\nUse: A mineral that can be molded into the format of any missing or dying organ for all kinds of races (even non-organic ones), and it will automatically acquire the function of said organ, from skin to brains. The more well-shaped, the better its function.\nLocation: Found in The Mountains.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Mana Crystal",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/mana-crystal",
    "full_text": "Mana Crystal\nUse: Used extensively in Magic-tech and formations that require mana. Cracking these crystals releases the mana within, while leaving them intact will cause mana to slowly leak until they are no longer useful.\nLocation: Varies, found in places with lots of mana.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Black Ebony",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/black-ebony",
    "full_text": "Black Ebony\nUse: Pure black ores often used in black armor to induce subtle fear across the battlefield. This fear can be combatted by trained individuals, but the effect reaches out to those who look upon the material, including the user.\nLocation: Found in Mountains & Deep Underground depths of caves or molten lava.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Trillium",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/trillium",
    "full_text": "Trillium\nUse: A mineral that, due to its impossible geological composition and refraction value, is able to channel any light with UV rays and form a laser beam with it. Its use is prohibited outside of factory usage due to its dangerous ability to cause severe burns and disintegrate flesh.\nLocation: Found as the main compositor of crygons (within Crystal caves). Its true origins are a mystery.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Twin Crystal",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/twin-crystal",
    "full_text": "Twin Crystal\nUse: Originally white, these crystals amplify light magic and make others friendlier towards the holder. When non-light mana is introduced, their color turns black, and their effects become opposite: amplifying dark magic and making people less friendly.\nLocation: Found in Crystal caves.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Samànos",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/sam%C3%A0nos",
    "full_text": "Samànos\nUse: Absorbs portions of pure mana from living beings. For ordinary people, it brings luck and purification when used as necklaces, rings, etc. For beastkin, being around it or consuming it as a potion heals them, both in mind and body. Normally used in wands, refined healing potions, and accessories.\nLocation: Found in the Omnis region/Areas with dense vegetation.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Chalcos",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/chalcos",
    "full_text": "Chalcos\nUse: A unique copper that has absorbed mana into its core chemical formula, making it the only mineral capable of proving mana can be a mineral. It conducts electricity and mana better, allowing for the construction of advanced robots or general cybernetics, enabling machines to use magic and gain a mana flow. Normally bought by rich people, including royalties.\nLocation: Found in Mountains.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Kinnávari",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/kinn%C3%A1vari",
    "full_text": "Kinnávari\nUse: A mineral previously used as a pigment in ancient times, now capable of easily releasing its toxic mercury with minimal amounts of mana. This property made it abandoned as a pigment due to its toxicity.\nLocation: Found in Desert ruins and dunes.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Corpo Crystal",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/corpo-crystal",
    "full_text": "Corpo Crystal\nUse: A dangerous crystal that, if touched with bare skin, leads to a high fever. If ground into a powder and ingested, it would lead to high fever and possible death. Not sold due to its nature.\nLocation: Can only be found within the grounds of the Corrupted Swamp, due to the high abundance of corrupted mana it needs to absorb to form.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Blood Crystal",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/blood-crystal",
    "full_text": "Blood Crystal\nUse: A rare crystal capable of healing a person's small wounds with ease, replacing lost blood. It forms from high concentrations of blood and mana.\nLocation: Varies, formed in areas with lots of blood, such as great battles, wars, or slaughter.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Darkstone",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/darkstone",
    "full_text": "Darkstone\nUse: A rare mineral that has trapped heat within it and gains the ability to heat up as long as mana is poured into it. It forms from concentrations of mana and heat.\nLocation: Found in the desert around extremely hot areas.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Ocino (not tagged)",
    "rarity": "RARE",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/ocino",
    "full_text": "Ocino (not tagged)\nUse: Contains concentrated pockets of mana (typically water mana) flowing inside. Sometimes used in the creation of dams or as sources of mana for mana potions.\nLocation: Underwater (formed when mana is compressed between sand or stone underwater over thousands of years).\nPreparation: \nCost: \nLegality: \nNotes: Legality: N/A\nCost: 2 Silver per pound"
  },
  {
    "name": "Obelion Spikes",
    "rarity": "UNCOMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/uc-obelion-spikes",
    "full_text": "Obelion Spikes\nUse: A brittle yet incredibly sharp mineral, naturally growing in spike-like formations, highly sought after for precision. However, it shatters into razor-like shards if struck at improper angles.\nLocation: Found in Caves, Dark Areas, and Tundra.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Terra Glass",
    "rarity": "UNCOMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/uc-terra-glass",
    "full_text": "Terra Glass\nUse: Absorbs minor amounts of mana and has the unique property of sustaining flora inside containers made of it for 50% longer, useful for flower vases and food storage. Also serves industrial purposes as a natural glass that is easy to smelt, though a bit weaker than normal glass.\nLocation: Found in Jungles and forests adjacent to mountains, typically in large, abundant spikes.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Luminite",
    "rarity": "UNCOMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/uc-luminite",
    "full_text": "Luminite\nUse: Known for its extraordinary ability to absorb and amplify ambient light, providing light to the surrounding area with ease. Highly coveted among nobility and crafters for creating enchanted lanterns, softly glowing jewelry, and other useful items.\nLocation: Found atop mountain peaks and landmasses with abundant sunlight.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Volca",
    "rarity": "UNCOMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/uc-volca",
    "full_text": "Volca\nUse: Filled with mana and gives off 1000°C temperatures, making it very hot and dangerous to handle without precautions. Useful for mixing with other materials to strengthen fire enchantments.\nLocation: Forms in Volcanos when molten rocks absorb mana and crystallize.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Duplicikite",
    "rarity": "UNCOMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/uc-duplicikite",
    "full_text": "Duplicikite\nUse: An uncommon mineral forming in half-empty clusters of two, where one side is physical, and the other is mana-based. (Specific uses beyond this duality are not detailed in the description provided.)\nLocation: Found in the Corrupted Swamp.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Ice Crystal",
    "rarity": "UNCOMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/uc-ice-crystal",
    "full_text": "Ice Crystal\nUse: A form of mana crystal that is cold to the touch, borderline freezing. These crystals are formed into jewelry or gear to add a 3x boost to ice magic.\nLocation: Found formed in Tundras and cold biomes.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Arcanite",
    "rarity": "UNCOMMON",
    "source": "mineral",
    "link": "http://shinseina.world/post/_arca",
    "full_text": "Arcanite\nUse: Absorbs a portion of the blood that creatures (spiders or similar insects) feed on to grow larger. While not good for crafting weapons, its ability to absorb blood and grow makes it interesting.\nLocation: Found in the caves and underground of the Dragon Realm, commonly growing on the backs of spiders or other similar insects.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Cobalto",
    "rarity": "UNCOMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/cobalto",
    "full_text": "Cobalto\nUse: Absorbs mana and produces a bubble that, when popped, releases a terrible gas that makes things dizzy and disgusted. While not very hard or useful for crafting, this ability makes it interesting.\nLocation: Found within the Dragon Realm, more commonly growing on the shells of aquatic or cave-dwelling creatures.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Ambertim",
    "rarity": "UNCOMMON",
    "source": "mineral",
    "link": "http://shinseina.world/post/ambertim",
    "full_text": "Ambertim\nUse: Absorbs mana to grow slowly; some even fully absorb and kill the insect they are attached to. While not very hard or useful for making weapons, its unique ability to absorb mana to grow makes it interesting.\nLocation: Found within the caves and underground of the Dragon Realm, often growing on the body of beetles and insects.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Wonkeria",
    "rarity": "UNCOMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/wonkeria",
    "full_text": "Wonkeria\nUse: Causes the person touching it to feel woozy and dizzy, seeing, feeling, and hearing things, much like delusions. It is illegal to sell, and possession can lead to trouble.\nLocation: Found within deep caves and underground veins.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Heliem",
    "rarity": "UNCOMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/heliem",
    "full_text": "Heliem\nUse: Known for its ability to heal those who grind it up and consume it, being able to heal basic wounds with a single teaspoon full, and even medium wounds with five teaspoonfuls.\nLocation: Found under forested areas, formed by absorbing and being infused with the mana of the area.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Shadow Crystal",
    "rarity": "UNCOMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/shadow-crystal",
    "full_text": "Shadow Crystal\nUse: Breaking the crystal releases the darkness from within, creating a cloak of shadows over the area it is broken for a period of time. Forms from the concentration of mana and darkness.\nLocation: Commonly found deep underground within caves where light does not reach.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Light Crystal",
    "rarity": "UNCOMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/light-crystal",
    "full_text": "Light Crystal\nUse: Breaking the crystal releases the light from within, creating a cloak of light over the area it is broken for a period of time. Forms from the concentration of mana and light.\nLocation: Commonly found where bright lights are always present or where light is in bright concentrations.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Illuso",
    "rarity": "UNCOMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/illuso",
    "full_text": "Illuso\nUse: A mineral that has absorbed both mana and memories, resulting in light reflected upon it to reveal memories from the nearest being. If tinkered with by an expert on illusory magic, it can result in powerful illusions. It only works under any source of light.\nLocation: Found in Grassland plains, below the dirt and in caves.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Rupture Gem",
    "rarity": "UNCOMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/rupture-gem",
    "full_text": "Rupture Gem\nUse: Upon impact, the unstable and destructive mana inside is partially released, resulting in a concentrated explosion. If completely broken, it can cause a gigantic explosion of 30 meters, with the size and strength increasing with the gem's size. Used for mining equipment and sophisticated explosion-resistant equipment or demolishing old buildings. Tools equipped with it are called \"rupture tools.\"\nLocation: Found in Monium unexplored caves.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Meticy",
    "rarity": "UNCOMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/meticy",
    "full_text": "Meticy\nUse: A more durable variation of iron that, when in contact with anything, freezes the object almost instantly. Strangely, fabric is immune to the freezing effect. Believed to be formed by a fusion between mana and cold.\nLocation: Forms in areas with temperatures below 0, specifically the Frozen Tundra.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Grlythite",
    "rarity": "UNCOMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/grlythite",
    "full_text": "Grlythite\nUse: Very potent with shadow and earth mana. The prisms practically melt in basic liquids, but acidic liquids have no effect. Often used in the creation of assassin weapons or in laboratories to handle dangerous liquids.\nLocation: Forms in the Corrupted Land of Shinseina when dead creature bones and materials compress beneath the land.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Yeortzie",
    "rarity": "UNCOMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/yeortzie",
    "full_text": "Yeortzie\nUse: When the pink part of this crystalline structure is pressed against organic materials, it leaves markings similar to ink from a pen, creating \"invisible mana ink\" readable through magic by trained individuals. Due to its use in sending illegal messages, it is illegal in major clans but allowed in independent villages.\nLocation: Can be found Anywhere in crystalline structures.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Electric Crystal",
    "rarity": "UNCOMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/electric-crystal",
    "full_text": "Electric Crystal\nUse: Can be used to generate electricity through absorbing mana, often used to power small appliances due to only coming in palm-size. Bigger pieces are not capable of absorbing more mana after running out.\nLocation: Found Underground, varies.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Trakeom Ore",
    "rarity": "UNCOMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/trakeom-ore",
    "full_text": "Trakeom Ore\nUse: Once processed, this ore is able to show the rough location of a person as long as their blood is dropped on the ore beforehand and shone over a map. Without processing, it is useless.\nLocation: Found in Mountain Range Underground.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "FrostGem",
    "rarity": "UNCOMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/frostgem",
    "full_text": "FrostGem\nUse: A somewhat fragile gemstone that can be used as a cooling means.\nLocation: Found in the Frozen Tundra.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Glittering Heart",
    "rarity": "COMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/c-glittering-heart",
    "full_text": "Glittering Heart\nUse: A colorful gem commonly used in jewelry and decorative charms due to its delicate beauty. When liquefied and added to healing potions, it can double their restorative effectiveness. Though fragile, its abundance makes it a staple among herbalists and potion crafters.\nLocation: Forms from condensed nature mana in Forests and flower-covered plains.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Starshard Quartz",
    "rarity": "COMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/c-starshard-quartz",
    "full_text": "Starshard Quartz\nUse: A naturally occurring crystal that faintly glows under moonlight, commonly used by many scholars because of its ability to capture light. Though relatively brittle and easily broken.\nLocation: Forms where mana and starlight gather in the ground, found in Mountain peaks, deep caves, and cold tundras.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Duskrift",
    "rarity": "COMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/c-duskrift",
    "full_text": "Duskrift\nUse: A very light and soft mineral that naturally absorbs small amounts of ambient mana, making it enchanted in nature and able to hold mana easily. Commonly used in rune making and low-level magical items due to its ability to hold temporary enchantments longer than regular stone. Exposure to strong magic causes it to decay rapidly.\nLocation: Found in Underground Caverns, Dark Areas.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Scorchshale",
    "rarity": "COMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/c-scorchshale",
    "full_text": "Scorchshale\nUse: A brittle mineral. Some alchemists refine it into powders that dull kinetic force. However, it is fragile and crumbles easily under repeated stress, and prolonged exposure can cause minor lung irritation.\nLocation: Forms from compressed ash and soil in regions where intense pressure from natural disasters has altered the land (Dry Land).\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Kelipite",
    "rarity": "COMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/c-kelipite",
    "full_text": "Kelipite\nUse: A reflective material that conducts the corruptive mana of the land around it, corroding nearby matter.\nLocation: A common mineral inside of the Corrupted Swamp.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Lumegrass",
    "rarity": "COMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/lumegrass",
    "full_text": "Lumegrass\nUse: Appears like blades of grass but glows. Often harvested by farmers for its unique properties of being able to act as a healthy supplement to animals or even a vitamin to people that eat it. Contains a very low concentration of mana, making it a good daily food supplement.\nLocation: Can be found commonly in Meadows, grasslands.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Papsui",
    "rarity": "COMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/papsui",
    "full_text": "Papsui\nUse: Underwater sprouts of thin, bubbling mana lines that mix with sand to form glass-like mana strands. The mana bubbling up from these crystals gives off a low blue glow, making them ideal for cinematography equipment and expensive laboratory gear. Stained glass windows are also a popular use of this material.\nLocation: Formed over hundreds of years in the deeper parts of the ocean due to needing to be undisturbed for so long.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Wanyte",
    "rarity": "COMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/wanyte",
    "full_text": "Wanyte\nUse: A common mineral with space alteration abilities. When used correctly as an ore, it can teleport you to another properly set Wanyte ore. Used as a common and quick public locomotion. Can teleport anything not larger than its circular area, up to a distance of 1 kilometer.\nLocation: Can be found everywhere.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Sklirós",
    "rarity": "COMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/sklir%C3%B3s",
    "full_text": "Sklirós\nUse: A \"candy mineral\" that is practically not consumable when raw, but when prepared by a baker, it turns into the hardest candy to exist, even worse than jawbreakers depending on thickness. Its taste is described as a \"mix of strawberry and blueberry.\"\nLocation: Found in Forests and rivers.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Almyrós",
    "rarity": "COMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/almyr%C3%B3s",
    "full_text": "Almyrós\nUse: A type of salt divided into colors, each with unique properties:\nLocation: Found Anywhere, mainly on salt water.\nPreparation: \nCost: \nLegality: \nNotes: * White alm: Normal kitchen salt.\n* Blue alm: Bittersweet taste, good for people with cardiac problems (almost non-lethal for races with salt weaknesses).\n* Pink alm: Second most bitter, excellent for meat, but excess can cause cardiac and skin problems (lethal for races with salt weaknesses).\n* Orange alm: Bitter spicy taste, adequate for sauces, can be freely consumed (non-lethal for races with salt weaknesses).\n* Green alm: Sour taste, good with salads/vegetables. Excess can cause diarrhea/stomach aches (lethal for  salt-weak races, non-lethal for powerful ones).\n* Red alm: Most bitter, ordinary people throw up after tasting less than a gram. Can be poisonous in alchemist's hands (extremely lethal for all salt-weak races)."
  },
  {
    "name": "Paíazos",
    "rarity": "COMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/pa%C3%ADazos",
    "full_text": "Paíazos\nUse: Contains chemical and magical properties allowing the discharge of electricity, either by physical pressure or mana contact, with intensity depending on pressure and mana. More commonly used in heavy machinery and jewelry.\nLocation: Found in Majika forest.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Water Crystal",
    "rarity": "COMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/water-crystal",
    "full_text": "Water Crystal\nUse: Useless aside from its ability to help cool the user that is holding it, being able to keep them cold.\nLocation: Can be found underneath the ocean.\nPreparation: \nCost: \nLegality: \nNotes:"
  },
  {
    "name": "Fire Crystal",
    "rarity": "COMMON",
    "source": "mineral",
    "link": "https://www.shinseina.world/post/fire-crystal",
    "full_text": "Fire Crystal\nUse: Can trap heat inside of it and produce it in order to warm up the body of the user. Mostly used for simply warming a person's body when needed.\nLocation: Can be found in the desert or around hot areas.\nPreparation: \nCost: \nLegality: \nNotes:"
  }
]